[
{"title": ["Xbox: no habrá cambios en el precio de Xbox Live Gold y no se requerirá de suscripción para los juegos free-to-play"], "content": ["Microsoft ha anunciado que han decidido revocar su decisión y no cambiarán los precios de Xbox Live Gold. Además de esto, los juegos free-to-play ya no requerirán una membresía Xbox Live Gold para poder jugarse en consolas Xbox.", "Como se detalla en una publicación de Xbox Wire, esta decisión se produce después de un anuncio previo donde se indicaba que aumentaría los precios de Xbox Live Gold en algunas regiones, lo que significaría que en por ejemplo en Estados Unidos USD $60 serían solo seis meses en lugar de 12.", "La declaración completa de Microsoft es la siguiente:", "\"Nos equivocamos hoy y tenían razón en hacérnoslo saber. Conectar y jugar con amigos es una parte vital del juego y no pudimos cumplir con las expectativas de los jugadores que cuentan con eso todos los días. Como resultado, hemos decidido no cambiar el precio de Xbox Live Gold.", "\"Estamos convirtiendo este momento en una oportunidad para que Xbox Live esté más en línea con la forma en que vemos al jugador en el centro de su experiencia. Los juegos free-to-play serán realmente gratuitos y ya no necesitarán una membresía de Xbox Live Gold para jugar esos títulos en Xbox. Estamos trabajando arduamente para implementar este cambio lo antes posible en los próximos meses.", "\"Si ya es miembro de Xbox Live Gold, se mantiene al precio actual para la renovación. Los miembros nuevos y existentes pueden continuar disfrutando de Xbox Live Gold por los mismos precios que pagan hoy. En los Estados Unidos, USD $9.99 por 1 mes, USD $24.99 por 3 meses, USD $39,99 por 6 meses y USD $59,99 por 12 meses\".", "Phil Spencer, el director de Xbox, recurrió a Twitter para disculparse por la \"angustia y emoción\" que causó el anuncio inicial y dijo que la compañía aprenderá de ello en el futuro.", "\"Disculpas por toda la angustia y emoción que esto causó hoy a nuestros clientes\", escribió Spencer. \"Como siempre, agradecemos los comentarios. Esta es una buena oportunidad de aprendizaje para nosotros y aprenderemos de ella\".", "Aunque el cambio de precio para Xbox Live Gold no iba a aplicar para todas las regiones, sin duda es una buena noticia escuchar que Microsoft haya cambiado de opinión. Y sobre el cambio que se aplicará a los juegos free-to-play, estaremos atentos para más detalles.", " "]},
{"title": ["Xbox Series X: finalmente se reveló su fecha de lanzamiento y precio oficial"], "content": ["Microsoft ha confirmado que Xbox Series X se venderá al por menor a $ 499 USD, y que ambas consolas Xbox Series se lanzarán el 10 de noviembre. Los pedidos anticipados se abrirán el 22 de septiembre.", "Ambas consolas se unirán al programa Xbox All Access (un servicio de suscripción que brinda una consola y una membresía Xbox Game Pass Ultimate), con la Serie X a $ 34,99 dólares al mes y la Serie S a $ 24,99 dólares al mes. Xbox Game Pass Ultimate y ahora también incluirá una membresía EA Play.", " ", "\n", "This is the tweet...", "\n\n", "Xbox Series X: $499 (ERP) Xbox Series S: $299 (ERP)", "\n\n", "Release date: November 10", "\n\n", "Pre-order starts September 22: ", "https://t.co/Dz5bRsAuwQ", " | ", "#PowerYourDreams", " ", "pic.twitter.com/MadZl4OOKJ", "\n— Xbox (@Xbox) ", "September 9, 2020", "Xbox All Access ahora también se ha expandido a 12 países, que puedes ver a continuación (con los minoristas que ofrecen el servicio):", "\n\t", "Australia en Telstra", "\n\t", "Canadá en EB Games", "\n\t", "Dinamarca en Elgiganten", "\n\t", "Finlnadia en Gigantti", "\n\t", "Francia en FNAC", "\n\t", "Nueva Zelanda en Spark", "\n\t", "Noruega en Elkjøp", "\n\t", "Polonia en Media Expert", "\n\t", "Corea del Sur en SK Telecom", "\n\t", "Suiza en Elgiganten", "\n\t", "UK en GAME y Smyths Toys", "\n\t", "Estados Unidos en Best Buy, GameStop, Target, Microsoft Store y Walmart", "\n", " ", "Después de una serie de filtraciones ayer, Microsoft confirmó ", "que Xbox Series S llegará el 10 de noviembre a un precio de $ 299", " dólares. La menos poderosa de las consolas de la serie Xbox no contará con unidad de disco, será de 1440p / 120FPS, soporte raytracing e incluirá un SSD personalizado de 512GB.", " ", " ", " "]},
{"title": ["Xbox Series X y Xbox Series S: este es el precio que tendrán en México"], "content": ["La cuenta oficial de Xbox México ha lanzado una confirmación oficial de los precios que tendrán sus dos nuevas consolas de próxima generación cuando lleguen a territorios mexicanos este 10 de noviembre.", "\n", "Xbox Series X: $13,999", "\nXbox Series S: $8,499", "\n", "\nFecha de lanzamiento: 10 de noviembre ", "#PowerYourDreams", " ", "pic.twitter.com/7gMNwuPBTZ", "\n— Xbox México (@XboxMexico) ", "September 9, 2020", " ", "Mientras que el Xbox Series S, con sus especificaciones menos poderosas que su comparte y un diseño diminuto optimizado para una plataforma digital, contará con un precio bastante moderado de $8,499 MXN, el Xbox Series X mantendrá su precio en $13,999 MXN, una cantidad bastante moderada y competitiva al compararlo con las consolas de generación actual que aún se encuentran en estantes el día de hoy.", "Después de una serie de filtraciones ayer, Microsoft confirmó ", "que Xbox Series S llegará el 10 de noviembre a un precio de $ 299", " dólares. La menos poderosa de las consolas de la serie Xbox no contará con unidad de disco, será de 1440p / 120FPS, soporte raytracing e incluirá un SSD personalizado de 512GB.", "Sin embargo, ", "la Xbox Series X continúa sorprendiendo con sus 12 TFLOPS de potencia", ", cuyas especificaciones hacen posible jugar en resoluciones nativas 4K a hasta 120FPS, con mayor desempeño y una arquitectura novedosa que promete cambiar la manera en que jugamos en nuestra televisión.", "El Xbox Series X y Xbox Series S llegarán a nuestras manos este 10 de noviembre de 2020. ¿Ya estás listo?"]},
{"title": ["Xbox Series X y Xbox Series S: este es el precio que tendrán en Chile"], "content": ["Microsoft recientemente ", "anunció los precios", " de Xbox Series X y Xbox Series S para Estados Unidos, y ahora tenemos que la compañía ha revelado el precio oficial para Chile.", "Fue a través de la cuenta oficial de Xbox Chile en Twitter que la compañía confirmó los precios que tendrán las consolas de siguiente generación cuando lleguen a tierras chilenas el próximo 10 de noviembre.", "\n", "Xbox Series X: $529.990", "\nXbox Series S: $319.990", "\n", "\nFecha de lanzamiento: 10 de noviembre", "#PowerYourDreams", " ", "pic.twitter.com/KNeknDz00B", "\n— Xbox Chile (@XboxChile) ", "September 9, 2020", "Así que como pueden ver, Xbox Series X que es la consola más poderosa se venderá por $529.990, mientras que en Estados Unidos su costo será de USD $499, y por su parte, Xbox Series S que la versión con especificaciones menos potentes tiene un precio de $319.990, con su valor en Estados Unidos siendo de USD $299.", "Estos últimos días han sido de muchas novedades para Xbox ya que se han revelado los detalles que faltaban, incluyendo la rumoreada ", "Xbox Series S", " que no contará con unidad de disco, será de 1440p / 120FPS, soporte raytracing e incluirá un SSD personalizado de 512GB.", "En ", "este enlace pueden conocer el precio de Xbox Series X y Xbox Series S en México", ", y por ", "acá pueden ver una comparación de las especificaciones", " de ambas consolas.", "Xbox Series X", " y Xbox Series S se pondrán disponibles el 10 de noviembre.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"title": ["Xbox Series X y Xbox Series S: a este precio se venderá en Colombia"], "content": ["Noticias importantes para los que están esperando las nuevas consolas Xbox en Colombia, y es que Microsoft ha anunciado los precios sugeridos oficiales para la región.", "A través de la cuenta oficial de Xbox Colombia en Twitter, la compañía confirmó los precios que tendrán ", "Xbox Series X", " y Xbox Series S cuando lleguen a tierras colombianas el próximo 10 de noviembre. Pueden ver dicho mensaje a continuación:", "\n", "Xbox Series X: 2.499.900", "\nXbox Series S: 1.499.900", "\n", "\nFecha de lanzamiento: 10 de noviembre ", "#PowerYourDreams", " ", "pic.twitter.com/s3DbSD3atR", "\n— Xbox Colombia (@XboxColombia) ", "September 9, 2020", "Como pueden ver, Xbox Series X que es la consola más potente se venderá por $2.499.900, mientras que ", "Xbox Series S", " que vendrá con especificaciones menores y no contará con unidad de disco se podrá adquirir por $1.499.900.", "Cabe señalar que en Estados Unidos la Xbox Series X se venderá por USD $499 y la Xbox Series S costará USD $299.", "En ", "este enlace pueden conocer el precio de Xbox Series X y Xbox Series S en México", ", y ", "por acá pueden ver una comparación de las especificaciones", " de ambas consolas.", "Xbox Series X", " y Xbox Series S se pondrán disponibles el 10 de noviembre.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"title": ["Xbox Game Pass Ultimate ahora incluirá EA Play sin costo adicional"], "content": ["Xbox ha anunciado que ", "Xbox Game Pass Ultimate", " también incluirá EA Play, el servicio de suscripción de EA, sin costo adicional, a partir de esta temporada navideña.", "El anuncio en el sitio web de ", "Xbox Wire", " explica que Xbox Game Pass Ultimate y Xbox Game Pass para PC obtendrán EA Play sin costo adicional, a partir de la próxima temporada navideña. Los usuarios de Game Pass Ultimate podrán acceder a los juegos de EA Play en todas las consolas Xbox y en PCs con Windows 10, mientras que los miembros de Game Pass para PC - naturalmente - solo tendrán acceso a la versión para PC.", " ", "Xbox también señala que algunos juegos de EA Play también estarán disponibles para que los usuarios de Game Pass Ultimate jueguen en dispositivos Android a través de xCloud, aunque los juegos de EA compatibles con el servicio de streaming aún no se han anunciado.", "Una membresía de EA Play - ", "anteriormente conocida como EA Access y Origin Access en PC", " - desbloquea el acceso completo a más de 60 juegos de EA, incluyendo FIFA 20, Titanfall 2, Need for Speed Heat, Battlefield V, los juegos Mass Effect y la serie Los Sims. También proporciona pruebas gratuitas de hasta 10 horas para juegos nuevos que actualmente no forman parte de la membresía, incluyendo el próximo FIFA 21, así como algunos desafíos y recompensas solo para miembros.", "La noticia llega al mismo tiempo que la revelación completa de la nueva línea de Xbox que incluye los precios y las fechas de lanzamiento para ", "Xbox Series X", " y ", "Xbox Series S", ".", "En repetidas ocasiones hemos calificado a Xbox Game Pass como una de las mejores ofertas en juegos, y las consolas Xbox Series aparentemente lo aprovecharán de mejor forma, con todos los juegos de Microsoft Studios lanzados en el servicio y Game Pass conectando generaciones de consolas. Este mes, los miembros de Game Pass Ultimate también tendrán ", "acceso al servicio de streaming de juegos xCloud", " como parte de su suscripción.", " "]},
{"title": ["Xbox Series S no aplicará las mejoras de Xbox One X para los juegos retrocompatibles"], "content": ["Microsoft ha confirmado que ", "Xbox Series S", " no correrá versiones mejoradas de Xbox One X de juegos retrocompatibles, y que en lugar de eso correrá las versiones de Xbox One S de títulos de Xbox One y Xbox 360 con otras características beneficiosas.", "De acuerdo al reporte de ", "VGC", ", si bien la ", "Xbox Series S", " no ejecutará las versiones mejoradas de Xbox One X de los juegos de Xbox One y Xbox 360, seguirá estando un paso por encima de la Xbox One S con \"filtrado de texturas mejorado, más altas y consistentes tasas de frames, tiempos de carga más rápidos y HDR Automático.\"", "\"Xbox Series S fue diseñada para ser la consola de siguiente generación más asequible y para jugar títulos de siguiente generación a 1440P a 60 fps\", dijo un portavoz de Microsoft. \"Para ofrecer la experiencia compatible con versiones anteriores de la más alta calidad, consistente con la intención original del desarrollador, la ", "Xbox Series S", " corre la versión de Xbox One S de juegos retrocompatibles mientras aplica un filtrado de texturas mejorado, más altas y consistentes tasas de frames, tiempos de carga más rápidos y HDR Automático.\"", "Cuando un juego se ha mejorado para Xbox One X, significa que el desarrollador ha realizado mejoras en un juego de Xbox One estándar, incluyendo resoluciones más altas, mayor velocidad de framerate y/o texturas mejoradas.", "Todo esto no debería ser demasiado sorprendente, ya que la Xbox One X puede correr juegos hasta 4K, mientras que la Xbox Series S puede ejecutar juegos a 1440p hasta 120 FPS. Sin embargo, la Xbox Series S soporta el escalado de 4K para juegos.", "Además, como informó ", "Digital Foundry", ", la Xbox Series S también tiene menos RAM que la Xbox One X - 10 GB frente a 12 GB - pero eso no significa que no haya ventajas para este nuevo sistema de siguiente generación.", "\"Puede que se estén ejecutando juegos retrocompatibles en el modo Xbox One [S], pero debido a que la GPU es mucho más capaz, y sabiendo lo que sabemos sobre cómo funciona la retrocompatibilidad, aún debería poder solucionar los problemas de rendimiento,\" dijo John Linneman de Digital Foundry. \"Entonces, los juegos que tal vez tuvieron problemas en Xbox One S - ya sea que la resolución dinámica fuera demasiado agresiva, con ralentización y cosas así - posiblemente podrían funcionar de forma más fluida en esta máquina\".", "Además, la ", "Xbox Series S", " también cuenta con DirectX Raytracing, reproducción de streaming 4K, tasa de refresco y sombreado de frecuencia variable, y mucho más.", " ", "La ", "Xbox Series X", " y la Xbox Series S se lanzarán el 10 de noviembre de 2020 con un precio de USD $499 y USD $299, respectivamente. Las reservas para ambas consolas comenzarán el 22 de septiembre de 2020.", " "]},
{"title": ["Xbox Series X y Series S: así puedes saber como se verán las consolas en tu hogar"], "content": ["Si aún no estás seguro de cómo encajará tu nuevo Xbox Series X o Xbox Series S en tu centro de entretenimiento, no te preocupes, Microsoft quiere ayudar.", "Anunciado vía ", "Twitter", ", ahora puedes imprimir y ensamblar una réplica de la consola para visualizarla en tu propio hogar.", "Disponible como ", "una descarga gratuita desde el sitio de Xbox", ", Microsoft permitirá que los jugadores ansiosos impriman versiones a escala completa o 1/3 de ambas consolas Xbox de próxima generación para \"planear cómo van a encajar en tu estilo de vida\". Básicamente, ¿en donde piensas colocarlo cerca de tu televisión?", "Aún así, los recortes de papel están increíblemente detallados. Ambos contienen cada puerto etiquetado de las consolas por lanzarse así como también pequeños detalles como el ventilador superior del Series X y los logos de Xbox a color en cada caja. Microsoft incluyó instrucciones simples para cada uno, ¡indicando que tódo lo que necesitas es un par de tijeras y algo de pegamento para ensamblar tu nueva consola (de papel)!", " ", "\n", "Excited for your new Xbox Series S or X this November 10? We all are, which is why we created a recyclable replica to build.", "\nSure, it may not run games, but it's going to look pretty cool: ", "https://t.co/tEzSy1gDEY", " ", "pic.twitter.com/OHh4slItms", "\n\n", " ", "\n\n", "— Xbox (@Xbox) ", "September 18, 2020", "\n", "Las preordenes de Xbox Series X y Xbox Series S comienzan el martes, 22 de septiembre a las 11am ET/9am CST /8am PST."]},
{"title": ["Xbox Series S: así funciona la retrocompatibilidad en la consola menos poderosa de la próxima generación."], "content": ["Microsoft ha detallado como es que el Xbox Series S lidiará con la retrocompatibilidad de juegos del Xbox original, Xbox 360, y Xbox One S, así como la manera en que este sistema de próxima generación hará esas experiencias aún mejor.", "Como reporta ", "Eurogamer", ", Richard Leadbetter de Digital Foundry habló con Microsoft acerca del Xbox Series S y de cómo es que este ofrecerá \"1440p para OG Xbox y títulos mejorados de 360, 2x el desempeño en títulos selectos de One S - y más\".", "Los juegos originales de Xbox presentarán un \"impulso 3x de resolución en ambos ejes, significando que los títulos que apuntan a 480p en la máquina original llegarán a un máximo de 1440p en Series S, presuntamente con un rango de beneficios de desempeño\".", "Los juegos de Xbox 360 que estuvieron disponibles antes del Xbox One X también serán mejorados, corriendo con un \"multiplicador de resolución 2x2, trayendo títulos que corrían a 720p a 1440p\".", "Como se mencionó previamente, ", "Xbox Series S no correrá juegos viejos con las mejoras del Xbox One X", ", pero tendrá otros beneficios añadidos. Los juegos de Xbox 360 se beneficiarán de una arquitectura Zen 2 CPU, lo cual es una mejora sobre los núcleos de CPU Jaguar del Xbox One X.", "En cuanto a juegos de Xbox One S, también habrá varias mejoras, aunque \"un juego codificado para correr en 900p no correrá más alto en Series S\". Sin embargo, si habrá \"resoluciones incrementadas en juegos que usan escalado dinámico de resolución, así como también mejoras a la calidad de filtración de texturas\".", "Los juegos también cargarán mucho más rápido con el nuevo almacenamiento de Estado Sólido, y el Auto HDR también estará presente y hará que los juegos se vean mejor que sus contrapartes de Xbox One S. Además, los títulos de CPU-limitado también deberían \"entregar desempeño más estable en frame-rates objetivo\".", "Hablando de frame-rates, los títulos de Xbox One podrán correr al doble de frame-rate en Xbox Series S y Xbox Series X.", "\"Diseñamos el Series S para mejorar los juegos de Xbox One S en una manera que el Xbox One X no puede hacer\", dijo el arquitecto del sistema Andrew Goosen a Eurogamer. \"Hicimos fácil para los juegos existentes de Xbox One S el ser actualizados para jugar con el doble de Frame-Rate cuando se juegan en Series S también. Cuando los juegos son actualizados, los juegos existentes pueden preguntar para determinar si están corriendo en una nueva consola. Y en términos de desempeño, el Series S provee más del doble de efectividad del desempeño CPU y GPU sobre el Xbox One, haciéndo bastante simple el que los juegos hagan esto. Y de hecho, el GPU de Series S corre juegos de Xbox One S con mejor desempeño que el Xbox One X\".", "Otro aspecto emocionante es lo relativamente simple que parece ser el mejorar juegos previos para tomar ventaja del poder de estos sistemas de próxima generación.", "\"No hay ningún tuning real [de desempeño] necesario cuando haces esto, y muy seguido es tan fácil como cambiar tres líneas de código, y entonces el juego funciona\", añadió Goossen. \"Incluso cuando no es tan fácil, los arreglos aún son bastante menores. Tuvimos un título triple-A en donde duplicar el frame-rate realmente funcionaba perfectamente, excepto que la animación de multitud era dos veces más rápido de lo normal. Y así, esa clase de arreglos son típicamente muy, muy fácil para que los desarrolladores vayan a arreglar. Estamos trabajando con desarrolladores de juegos y publishers para actualizar [sus títulos]. Básicamente serán juegos selectos que corren a doble frame-rate en el Series S\".", "El Xbox Series S y el Xbox Series X ambos se lanzarán el 10 de noviembre del 2020, y costarán $299 USD y $499 USD respectivamente."]},
{"title": ["Xbox Series X: las ventas del Xbox One X explotan por confusión en el día de preórdenes de la nueva consola"], "content": ["El Xbox Series X y el Series S ya se encuentran en pre-órdenes en ciertos territorios desde el martes por la mañana. Y mientras que las preórdenes de Series X y S se acabaron rápido, también hubo un aumento en las ventas del Xbox One X, la consola de (próximamente) generación pasada de Microsoft.", "De acuerdo a los lugares de ventas de Amazon, hubo un salto notable en compras de Xbox One X el día en que el Xbox Series X, y S, se hicieron disponibles para preordenar. Amazon dice que hubo un aumento de 747% comparado con los últimos 60 días.", "\n", "Xbox One X sales rank is up 747% on Amazon lol...", "\nWonder how many people bought an Xbox One X instead of an Xbox Series X ", "https://t.co/atj4thPwqD", " ", "pic.twitter.com/CUzRkib3Sr", "\n\n", " ", "\n\n", "— Andrew Alerts (@AndrewAlerts) ", "September 22, 2020", "\n", "Hay muchas razones por las que el Xbox One X pudo haber tenido un aumento en ventas más allá de error humano al confundir las consolas por sus nombres similares - pero eso sin duda fue uno de los culpables más grandes.", "Un usuario de Twitter anunció que ordenaron un Xbox One X ", "por error", ", mientras que otro usuario compartió cómo tuvieron que revisar múltiples veces para asegurarse de estar ordenando el sistema \"X\" de Xbox correcto.", "Otros teorizaron que algunos bots de auto-compra ", "no estuvieron optimizados correctamente", " y terminaron comprando sistemas de Xbox One X en lugar del Xbox Series X."]},
{"title": ["Xbox: así funcionará Bethesda ahora que Microsoft lo compró"], "content": ["Phil Spencer, el jefe en Xbox, ha confirmado que Bethesda continuará trabajando de manera semi-independiente luego de ", "la adquisición de la compañía por Microsoft", ".", "Hablando con ", "CNET", ", Spencer dejó claro que, mientras que los juegos de Bethesda adoptarán algunas de las prácticas nuevas de Xbox - incluyendo lanzamientos en Xbox Game Pass y hacerse jugables por medio de streaming - la compañía mantendrá algo de la autonomía que resultó en algunos de los juegos más grandes de todos los tiempos: \"Es acerca de la cultura de esos equipos\", explicó Spencer. \"Ellos no quieren convertirse en nosotros\".", "Los específicos no son muy claros, pero parece ser que Microsoft le permitirá a Bethesda mantener la cultura de desarrollo en sus estudios, así como las conexiones existentes entre estudios individuales y la organización más amplia de Bethesda Softworks.", "Esto va de acuerdo con los comentarios previos del SVP de Marketing Global de Bethesda Pete Hines, quien dijo, \"Aún estamos trabajando en los mismo juegos que ayer, hechos por los mismos estudios con quienes hemos trabajado durante años, y esos juegos aún serán publicados por nosotros\".", "La implicación aquí es que, mientras que los 8 estudios de Bethesda ahora son de Microsoft, ellos podrían no volverse una parte formal del grupo de Xbox Game Studios. Aparte de la diferencia en el desarrollo y supervisión, esto también tendría un efecto sobre si los juegos de Bethesda se vuelven exclusivas de Microsoft - podría ser que Bethesda pueda elegir continuar lanzando juegos en todas las plataformas."]},
{"title": ["Xbox Series X y S: este es el precio oficial de la unidad de almacenamiento expandible de 1TB"], "content": ["Microsoft ha revelado el precio de sus tarjetas de expansión de almacenamiento propietarias para el Xbox Series X y S, las cuales comienzan en los $219.99 USD por 1TB de espacio extra.", "Como fue encontrado por ", "The Verge", ", un listado para el Game Drive de 1TB para el Xbox Series X y Series S apareció en el sitio web de ", "Best Buys", ", confirmando el precio. De acuerdo a la descripción del producto, esta es \"la única tarjeta de expansión disponible que replica la Arquitectura Velocity de Xbox - otorgando tiempos de carga más rápidos, entornos más ricos, y gameplay más inmersivo\". Como hemos escuchado previamente, sólo será utilizado para juegos de próxima generación.", " ", "\n", "You can continue to use your USB 3.1+ external hard drives on Xbox Series X & run Xbox One, 360 and OG Xbox games directly from the external USB HDD. Games optimized for Xbox Series X & Velocity Architecture need to be run from the internal SSD or the Expandable Storage Drive", "\n— Larry Hryb (@majornelson) ", "March 16, 2020", "Con el Xbox Series S teniendo un SSD más pequeño (512GB), la unidad de expansión pudo haber sido considerada una manera de impulsar la utilidad de la consola. Eso ahora se ve como una opción mucho menos atractiva, dado que el precio de una unidad de almacenamiento aumenta la inversión a alrededor de $520 USD, más que el costo de $499 USD de una consola Series X más poderosa.", "The Verge reporta que Microsoft ha dicho que, mientras que esta unidad es actualmente la única capaz de hacer una interfaz correcta con la arquitectura Velocity de Xbox, otros fabricantes podrían lanzar sus propias unidades de expansión de almacenamiento en fechas futuras - eso ", "podría", " ayudar a bajar los precios un poco.", "El Game Drive de 1 TB le permitirá a los jugadores jugar juegos de Xbox Series X desde el \"disco\" \"sin sacrificar gráficos, latencia, tiempos de carga, o framerates\". La unidad ha sido desarrollada en asociación con Seagate y llegará con una garantía de tres años.", "Los discos duros externos de USB 3.1+ también funcionarán con las consolas de manera estándar, pero los usuarios sólo podrán correr juegos de Xbox One, 360, y Xbox original desde ellos. ", "De acuerdo al representante de Microsoft Larry Hyrb", ", \" los juegos optimizados para Xbox Series X & Arquitectura Velocity necesitan correrse desde el SSD interno o la Unidad de Almacenamiento Expandible\".", "El Xbox Series X y S se lanzarán el 10 de noviembre del 2020 a nivel mundial."]},
{"title": ["Xbox Series X y S: Phil Spencer confirmó que habrá más modelos de la consola"], "content": ["De acuerdo al jefe en Xbox Phil Spencer, Microsoft aún planea lanzar hardware de gaming luego del lanzamiento del Xbox Series X y Xbox Series S, a pesar de que la industria de los juegos se inclina hacia un futuro digital y basado en la nube.", "Hablando con ", "Yahoo! Finance", ", Spencer confirmó que Microsoft aún está planeando desarrollar hardware dedicado al gaming, por lo menos en el futuro cercano, a pesar de que los servicios como Xbox Cloud Gaming, Google Stadia, y Amazon Luna están cambiando la manera en que el mundo juega juegos.", "\"En términos del hardware futuro, absolutamente pienso que podemos ver más hardware de consola en el camino\", dijo Spencer. \"Justo como en el video, justo como en la música, no es que el streaming ha cortado la innovación de dispositivos. Creo que continuaremos viendo eso, y eso es absolutamente para lo que estamos planeando\".", "Obviamente, las cosas pueden cambiar en el futuro, pero parece ser que Microsoft aún no está listo para comprometerse a este futuro digital. Sin embargo, la innovación de Microsoft se encuentra claramente en Xbox Game Pass.", "Con Xbox Game Pass, Microsoft ha estado construyendo una estrategia que te permite jugar juegos de Xbox en muchos dispositivos distintos, incluyendo PC y dispositivos móviles. No está fuera de lo posible el ver que Xbox Game Pass eventualmente llegue a televisiones y otras plataformas con forme pase el tiempo."]},
{"title": ["Xbox Series X: este es el tamaño real del almacenamiento"], "content": ["El Xbox Series X únicamente tendrá 802GB de espacio de almacenamiento usable dentro de su SSD de 1TB, reservando casi 200GB para el sistema operativo y los archivos de sistema.", "IGN US mostró un preview hands-on del Xbox Series X,", " y en el se analizó el espacio de almacenamiento de una unidad Xbox Series X sin aplicaciones o juegos instaladas, revelando el límite de 802GB. Esto de hecho es una mejora por sobre el Xbox One X, que permite el uso de 780.9GB de su disco duro de 1TB.", "Los tamaños de archivos de juego seguramente serán un punto de discusión principal en la generación que se acerca, con costos de almacenamiento elevándose a lo largo del periodo de vida del Xbox One y el PS4, particularmente con el avance de las resoluciones 4K. Los juegos AAA ahora requieren decenas, y en ocasiones cientos, de gigabytes de espacio de almacenamiento - y con la calidad incrementada de los juegos en Series X, eso es algo que seguramente continuará.", "Tal vez el juego grande más notable en este momento es Call of Duty: Modern Warfare. Tras la actualización del día de hoy de la Temporada 6, ", "el juego completo toma 192 GB en Xbox One", ". Asumiendo un tamaño similar en Series X, esto representa casi un cuarto del espacio del SSD disponible abarcado por un solo juego.", "Dicho esto, no podemos esperar cómo cambia eso en Series X, ya que la Arquitectura Xbox Velocity aparentemente está creada para reducir el tamaño de los juegos. Los juegos de Xbox Series S incluso llegarían un 30% más pequeños que los de Xbox Series X, aunque esa consola sólo tiene 512GB en su SSD, así que abrá que ver cuanto tiene disponible ese modelo de Xbox."]},
{"title": ["Xbox One X bajó de precio y no hay mejor tiempo para conseguirla"], "content": ["Si tenían el deseo de comprar la ", "Xbox One X", " es un gran momento para hacerlo ya que se anunció una rebaja en su precio y hay tiempo suficiente para aprovecharla debido a esta época de cuarentena.", "Microsoft anunció que en Estados Unidos la Xbox One X ahora se venderá por USD $299, una rebaja considerable ya que su precio anterior era de USD $399.", "La Xbox One X es la versión más poderosa de la línea Xbox One con hardware actualizado para el juego en 4K. Y aunque corre los mismos juegos que las otras versiones, muchos vienen \"Mejorados para Xbox One X\" ya que aprovechan la potencia para presentar visuales espectaculares.", "\n", "Con 40 % más de potencia que cualquier otra consola, podrás disfrutar de un juego en 4K verdaderamente envolvente. Los juegos simplemente se reproducen mejor en Xbox One X.", "\n", "\n", "In an orbit of its own 🌌", "\n", "\nThe powerful Xbox One X is now $299: ", "https://t.co/jYLgzkXz4i", " ", "pic.twitter.com/NnCeX271a6", "\n— Xbox (@Xbox) ", "April 15, 2020", "En el ", "sitio oficial de Xbox", " se muestran varios bundles de Xbox One X disponibles para el mercado de Norteamérica que incluyen títulos como Star Wars Jedi: Fallen Order, Forza Horizon 4, Gears 5 y NBA 2K20.", "De momento no se ha revelado si este recorte de precio se reflejará en otros mercados de Latinoamérica, pero es probable que si se haga algún ajuste.", "Como ya les comentamos, una opción atractiva para disfrutar de la amplia cantidad de juegos disponibles en esta generación a unos meses antes de la llegada de ", "Xbox Series X", "."]},
{"title": ["Xbox Live Gold sería gratis de acuerdo a este rumor"], "content": ["Parece ser que Microsoft quiere que su servicio de suscripción sea totalmente gratuito. Aunque no hay información oficial al respecto, el rumor comenzó a circular entre la comunidad después de un hallazgo.", "Como varios fanáticos resaltan, Xbox recientemente eliminó su opción para comprar Xbox Live Gold por un año, como puedes ver en la siguiente publicación.", " ", "\n", "News: Xbox Gets Rid of the Option to get a Yearly Xbox Gold Membership via Their Website. ", "https://t.co/xHw0lxZcwk", " ", "pic.twitter.com/5qDNCOqoAG", "\n— Cheap Ass Gamer (@videogamedeals) ", "July 16, 2020", " ", "También existe la posibilidad de que se trate de un movimiento relacionado con el Xbox Game Pass Ultimate, el cual incluye Xbox Game Pass y Live Gold por sólo $15 dólares al mes.", "Como la comunidad hace notar, desde que se anunció Ultimate, los juegos gratis de la memebresía no han sido tan grandes o espectaculares como antes. Lo que sugiere que la teoría acerca de que más bien, prevalecerá la nueva suscripción, es correcta.", "Hasta el momento, Microsoft no ha dado un anuncio oficial o revelado más detalles de sus futuros planes para la comunidad.", "Mientras tanto, en anticipación ", "al lanzamiento de Xbox Series X, las consolas anteriores (One y One X) se descontinuarán; es decir, no bajarán de precio", ".", "Cristina Urrutia Aldrete es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith.", " "]},
{"title": ["Xbox Series X - Xbox Velocity Architecture Official Trailer"], "publication_date": ["14 de Julio de 2020"]},
{"title": ["Minecraft: Dungeons - Review"], "score": ["8"]},
{"title": ["Microsoft Flight Simulator - Review"], "score": ["9"]},
{"title": ["FIFA 21 - Review"], "score": ["8"]},
{"title": ["Dirt 5 - Review"], "score": ["8"]},
{"title": ["Call of Duty: Black Ops Cold War - Review"], "score": ["7"]},
{"title": ["Immortals Fenyx Rising - Review"], "score": ["9"]},
{"title": ["Hitman 3 - Review"], "score": ["9"]},
{"title": ["Samurai Jack: Battle Through Time - Trailer de la fecha de lanzamiento"], "publication_date": ["21 de Julio de 2020"]},
{"title": ["Everwild - Eternals Cinematic Trailer | Xbox Games Showcase"], "publication_date": ["23 de Julio de 2020"]},
{"title": ["Forza Motorsport Xbox One Series X Announcement Trailer"], "publication_date": ["23 de Julio de 2020"]},
{"title": ["Grounded - Survive the Yard Trailer | Xbox Games Showcase"], "publication_date": ["23 de Julio de 2020"]},
{"title": ["Ori and the Will of the Wisps Enhanced - Xbox Series X Showcase"], "publication_date": ["23 de Julio de 2020"]},
{"title": ["Unboxing Control Inalámbrico Xbox: Cyberpunk 2077 - Edición limitada"], "publication_date": ["23 de Julio de 2020"]},
{"title": ["Xbox - Games with Gold de agosto 2020"], "publication_date": ["28 de Julio de 2020"]},
{"title": ["Hood: Outlaws and Legends Trailer | State of Play 2020"], "publication_date": ["6 de Agosto de 2020"]},
{"title": ["Xbox - The New Xbox Experience: Connecting You to Fun, Wherever You Want to Play Video"], "publication_date": ["19 de Agosto de 2020"]},
{"title": ["Xbox - September 2020 Games with Gold Trailer"], "publication_date": ["27 de Agosto de 2020"]},
{"title": ["Xbox Series S - World Premiere Reveal Trailer"], "publication_date": ["9 de Septiembre de 2020"]},
{"title": ["Inside the Xbox Series S"], "publication_date": ["9 de Septiembre de 2020"]},
{"title": ["Crash Bandicoot 4: It's About Time - Trailer de gameplay de lanzamiento"], "publication_date": ["21 de Septiembre de 2020"]},
{"title": ["Xbox - October 2020 Games with Gold Trailer"], "publication_date": ["29 de Septiembre de 2020"]},
{"title": ["Trailer de historia de Assassin's Creed Valhalla"], "publication_date": ["30 de Septiembre de 2020"]},
{"title": ["Watch Dogs Legion: Trailer de historia"], "publication_date": ["13 de Octubre de 2020"]},
{"title": ["Unboxing Xbox Series X y Series S"], "publication_date": ["30 de Octubre de 2020"]},
{"title": ["Estrenos de esta semana: 9 al 15 de noviembre de 2020"], "publication_date": ["10 de Noviembre de 2020"]},
{"title": ["6 cosas que nos gustaron del Xbox Series X"], "publication_date": ["11 de Noviembre de 2020"]},
{"title": ["Xbox: Microsoft ya no vende la suscripción de Xbox Live Gold de 12 meses"], "content": ["Microsoft oficialmente ha dejado de vender el plan de suscripción de 12 meses de ", "Xbox Live Gold", ", posiblemente insinuando un mayor enfoque en Xbox Game Pass Ultimate o un nuevo servicio que podría estar en camino justo a tiempo para el lanzamiento de Xbox Series X.", "Microsoft confirmó el cambio al sitio TrueAchievements, afirmando que a pesar de que el plan de 12 meses no se vende \"en este momento\", los planes de 3 meses y 1 mes todavía están disponibles para la compra.", "\"En este momento, Xbox ha decidido eliminar el SKU Xbox Live Gold de 12 meses de la tienda en línea de Microsoft\". Un representante de Microsoft dijo. \"Los clientes aún pueden suscribirse en línea para una suscripción Xbox Live Gold de un mes o tres meses a través de la Tienda de Microsoft\".", "Microsoft no dio más razones por las cuales hizo este cambio, pero a principios de esta semana, el Jefe de Xbox, Phil Spencer, anunció que", " los suscriptores de Xbox Game Pass Ultimate tendrán derecho automáticamente a los servicios de Project xCloud", " en septiembre de 2020 sin costo adicional.", "¿Podría esto significar que Microsoft eliminará sus planes Xbox Live Gold y se centrará en Xbox Game Pass Ultimate, que incluye Xbox Live Gold y Xbox Game Pass?", "Además, Microsoft también dijo que estaba ", "deteniendo la producción de Xbox One X y de Xbox One S All-Digital Edition", ".", "Si bien aún no sabemos la respuesta a todo lo que esto podría significar, los detalles se podrían revelar en el Showcase de juegos first-party del próximo 23 de julio o en un evento futuro.", "También existe la posibilidad de que el nuevo plan de Microsoft para su servicio en línea se revele durante el evento de presentación de ", "Xbox Series S", " (o Project Lockhart) que, según los informes, está planeado para agosto de 2020.", " "]},
{"title": ["¿Xbox Game Pass en Switch y PlayStation? Phil Spencer aclara los rumores"], "content": ["Phil Spencer, el jefe de Xbox, ha minimizado el potencial de que ", "Xbox Game Pass", " esté disponible en los sistemas de Nintendo y Sony, esto a pesar de que la compañía había declarado anteriormente que era \"un objetivo a largo plazo\" llevar el servicio a \"todas las plataformas\".", "Hablando con ", "GameStar", ", Spencer dijo: \"Lo que pasa con otras plataformas de juegos es que no podemos ofrecer una experiencia Xbox completa en esas plataformas\".", "\"En los lugares donde hemos llevado [una experiencia Xbox completa] - como lo que estamos haciendo ahora en teléfonos móviles con xCloud llegando a Xbox Game Pass Ultimate [y] lo que hemos hecho con la PC - sabemos cuando alguien está jugando uno de nuestros juegos de Xbox hay una expectativa de que tienen su comunidad Xbox Live, tienen sus Logros, Game Pass es una opción, la biblioteca de juegos first-party está completamente allí,\" dijo Spencer.", "\"Las otras plataformas competitivas realmente no están interesadas en tener una experiencia completa de Xbox en su hardware\", agregó. \"Pero para nosotros, queremos estar donde los jugadores quieren estar y ese es el camino en el que estamos\".", "Esta última cita es interesante, ya que sugiere que Microsoft ya podría haber tenido conversaciones con otros titulares de plataformas para evaluar el interés en proporcionar la \"experiencia Xbox completa\" en su hardware. A principios del año pasado, comenzaron a surgir rumores que sugerían que ", "Xbox Games Pass", " estaría disponible en Nintendo Switch, una historia más creíble por el hecho de que los juegos de Microsoft como Minecraft y Hellblade están disponibles en la consola.", "Unos meses después, el jefe de servicios de juegos de Xbox, Ben Decker, dijo a ", "GameReactor", " que \"nos gustaría ver Game Pass en todas las plataformas en última instancia y creo que ese es un objetivo a largo plazo\".", "Pero leyendo las últimas palabras de Spencer, podría ser que Microsoft haya tenido conversaciones con otros titulares de plataformas y finalmente no hayan llegado a un acuerdo sobre el tipo de experiencia que podrían ofrecer a los suscriptores de Game Pass. O tal vez Microsoft simplemente ha decidido internamente que no quiere perseguir esta ambición de la manera que todo lo había sugerido anteriormente.", "Si bien el sueño de Xbox multiplataforma puede ser menos probable ahora, todavía creemos que Xbox Game Pass en Switch beneficiaría a Microsoft, Nintendo y los jugadores.", " "]},
{"title": ["Xbox Games Showcase: Todo lo anunciado durante el show."], "content": ["El Xbox Games Showcase de julio finalmente está aquí, otorgándonos un muy esperado vistazo a los juegos de estudios internos de Xbox Series X. Estábamos esperando gameplay de juegos como Halo Infinite, y con suerte algunas revelaciones grandes y fechas de lanzamiento también. Y parece ser que obtuvimos casi todo lo que queríamos.", " ", " ", "Halo Infinite: Gameplay revelado", "El Xbox Games Showcase comenzó con un trailer para Halo Infinite, dándonos un nuevo vistazo extendido a lo que el próximo juego en la amada serie FPS ofrecerá. Fue acompañado de un demo de la campaña de Halo Infinite, la cual se ubica en un anillo Halo explorable y abierto que es múltiples veces más grande que los dos juegos anteriores de Halo combinados. Master Chief tiene acceso a un gancho de garre en su brazo, el cual usa para explorar el entorno. También tenemos nuestro primer vistazo de los Banished, quienes actúan como los antagonistas del juego, lo que significa que los Brutes finalmente regresan a la serie. Corriendo a 60fps para la campaña, Halo Infinite promete nuevas mecánicas y batallas más grandes para utilizar todo el poder del Series X. Se lanzará a finales del 2020 en Xbox Series X, Windows 10 PC, Xbox One, y Game Pass.", "State of Decay 3", "Undead Labs actualmente está desarrollando su próxima entrega en la serie de supervivencia de zombies; State of Decay 3, y fue anunciado con un trailer CGI presentando un asqueroso ciervo zombie.", " ", "Forza Motorsport", "Turn 10 Studios están de regreso con un nuevo juego de carreras, esta vez simplemente llamado Forza Motorsport. Actualmente está en su desarrollo temprano, pero se dice que correrá en 4K/60fps con tecnología Ray Tracing. El primer trailer fue capturado enteramente en el motor del juego, y - como todos los juegos de Forza - se ve hermoso. Llegará a Xbox Series X y Windows 10 PC.", " ", "Everwild", "Rare ofreció un rápido vistazo a como le va con Everwild, el hermoso juego ubicado en un mundo mágico en donde juegas como un \"Eternal\" y haces conexiones con la naturaleza. Mientras que fue críptico, el trailer mostró un mundo en donde las personas traen de vuelta a la vida a animales muertos. Llegará a Xbox Series X, Windows 10 PC, y Xbox Game Pass.", " ", "Tell Me Why", "Dontnod Entertainment, los creadores de Life is Strange, anunciaron que su próximo juego - Tell Me Why - se lanzará el 27 de agosto. Jugando como los gemelos Tyler y Alyson, quienes comparten una conexión sobrenatural, explorarás sus vidas complicadas en un pequeño pueblo de Alaska. El juego se desarrolla en tres capítulos comenzando en agosto, y explorará temas sociales incluyendo experiencias trans.", " ", "Ori and the Will of the Wisps actualizado para Xbox Series X", "Microsoft anunció que nuevas mejoras gráficas llegarán a Ori and the Will of the Wisps para Xbox Series X, y ser´n entregadas por medio de Smart Delivery.", " ", "The Outer Worlds: Peril on Gorgon", "Llegando el 9 de septiembre de este año, The Outer Worlds: Peril on Gorgon es una nueva expansión para el RPG de ciencia ficción de Obsidian. Esta aventura noir lleva a los jugadores al Asteroide Gorgon, y provee nuevas misiones, armas, armadura, perks, y problemas. Los suscriptores de Xbox Game Pass pueden comprar las expansiones- o el pase de expansiones completas - con un descuento del 10%.", " ", "Grounded", "Grounded se lanzará a early access el 28 de julio este año; sólo unos días más. Grounded es una aventura de supervivencia cooperativa en donde los jugadores son encogidos al tamaño de hormigas. Deben trabajar juntos para regresar a su tamaño normal, mientras intentan evitar los peligros de insectos hostiles y hacen uso de objetos regulares en nuevas maneras.", " ", " ", "Avowed", "Obsidian Entertainment tiene un nuevo RPG en primera persona que toma lugar en Eora, el mundo de fantasía que ha sido el entorno de la serie de Pillars of Eternity. Se llama Avowed, y ya se ve como una posible experiencia estilo Elder Scrolls.", " ", "As Dusk Falls", "De INTERIOR/NIGHT, un nuevo estudio liderado por el antiguo diseñador de juegos en jefe de Quantic Dream, As Dusk Falls es un drama interactivo a lo largo de múltiples generaciones.Ubicado en el Suroeste Americano, se enfoca en como los errores de una generación se pasan a la siguiente, y como dos familias atrapadas en una situación de rehenes crecen a lo largo de las décadas siguientes.", " ", " ", "Senua's Saga - Hellblade 2 se ubicara en Islandia", "Ninja Theory apareció para decir que han estado buscando ubicaciones en Islndia, lugar que será el entorno de la secuela de Senua's Saga, la secuela de Hellblade.", " ", "Psychonauts 2", "Double Fine ofreció un nuevo trailer para Psychonauts 2, la esperada secuela del primer juego de la compañía.", " ", "Destiny 2: Beyond Light", "Destiny 2 llegará a Xbox Games Pass en septiembre, y le dará a los suscriptores acceso a todas las versiones estándar de Destiny 2 hasta ahora. Cuando la nueva expansión llegue en noviembre, la edición estándar de Beyond Light se incluirá con Game Pass sin costo adicional. Xbox Series X también tendrá una versión mejorada del juego, con 4K/60fps.", " ", "S.T.A.L.K.E.R 2 Revelado", "Luego de ser una serie exclusiva de PC por mucho tiempo, S.T.A.L.K.E.R. finalmente llegará a consolas con su esperada secuela. El shooter post-apocalíptico podría verse como los juegos de Metro, con su tono de horror Ruso, pero tiene su propio estilo de juego inmersivo en un Chernobyl post-desastre nuclear.", " ", "Warhammer 40,000: Darktide", "El desarrollador de Vermintide Fatshark regresa al universo de Warhammer, pero se dirige el universo grimdark del milenio 41. Warhammer 40,000: Darktide es un juego cooperativo de 4 jugadores ubicado en el mundo nido de Tertium. Los jugadores tendrán que trabajar juntos para sobrevivir a las hordas de enemigos que los asaltarán en la oscuridad del futuro lejano cuando se lance en el 2021. El trailer presenta a cuatro guardias Imperiales y un montón de Tyranids, así que parece que será el Astra Millitarum vs los Mundos Nidos.", " ", "Tetris Effect: Connected", "Tetris Effect llegará a Xbox con Tetris Effect: Connected, una versión mejorada con nuevos modos co-op y competitivos, jugable en línea y localmente.  El juego se lanzará a finales del 2020.", " ", " ", "The Gunk", "Los creadores de Steamworld Image and Form tienen una nueva aventura 3D de acción y no hay un sólo robot a vapor a la vista. Llamado The Gunk, el video te muestra explorando y resolviendo Puzzles en un planeta olvidado cubierto en una baba tóxica (que parece ser el Gunk titular).", " ", " ", "The Medium", "A estrenarse a finales del año, The Medium es el próximo proyecto de los expertos del horror Bloober Team. Como un medio psíquico, investigarás un oscuro misterio y descubrirás secretos perturbantes. Ubicado en dos realidades, habrá puzzles junto con los encuentros con espíritus siniestros.", " ", " ", "Phantasy Star Online 2: New Genesis", "Llegando en el 2021, esta es la siguiente entrega en el enorme universo activo en del RPG de acción en línea de Phantasy Star Online 2: New Genesis. Presentará un nuevo mundo y nuevos enemigos.", " ", " ", "CrossfireX", "La serie previamente exclusiva de PC Smilegate Entertainment llega a Xbox en el 2020 como CrossfireX, y el show mostró un trailer cinemático de la campaña, que está siendo desarrollada por Remedy (de Control y Alan Wake).", " ", " ", "Un nuevo Fable fue anunciado", "Tras lo que se siente como una espera eterna, Microsoft finalmente reveló que los rumores eran ciertos y que el desarrollador de Forza Horizon, Playground Games, si han estado creando el siguiente juego de Fable. Llamado simplemente Fable, es un nuevo inicio para la amada serie RPG de fantasía."]},
{"title": ["Xbox Series X: ¿Cuales de los juegos presentados en realidad son exclusivos de Xbox?"], "content": ["Xbox presentó montones de juegos durante su Xbox Games Showcase del día de hoy, pero durante la presentación trajo consigo un nuevo término que no habíamos escuchado antes, y que ha dejado a muchos fans un tanto confundidos.", "Mientras que ya sabemos que algunos títulos de estudios internos serían exclusivos de las plataformas de Xbox sin importar lo que suceda (como las franquicias de Halo, Forza, y Fable), varios de los otros títulos han tenido descripciones confusas y ligeramente vagas en cuanto a su exclusividad. Esto parece ser una nueva tradición en estos eventos digitales de revelación, ya que ", "PlayStation 5 tuvo un problema similar durante su evento el mes pasado", ".", "Sin embargo, Xbox comenzó a utilizar el término de \"Lanzamiento de Consola Exclusivo\" el día de hoy, y nunca de hecho especificaron a lo que se refiere. Incluso sus redes sociales han comenzado a utilizar esta nueva definición:", "\n", "#XboxGamesShowcase", ":", "\n", "\n🌍 10 Estrenos mundiales", "\n🚀 22 Lanzamientos de consola exclusivos", "\n🎮 Todos los juegos mostrados se lanzarán en ", "@XboxGamePass", " o free to play", "\n💪 La mejor alineación de juegos de última generación en la consola más poderosa del mundo", "https://t.co/7swWIqoS9i", " ", "pic.twitter.com/3P8DSsXnsq", "\n— Xbox México (@XboxMexico) ", "July 23, 2020", "Así que, ¿que significa esto? Bueno, hay varias teorías rondando en internet. Durante el evento digital hubo unos cuantos títulos específicos que recibieron una introducción con \"Lanzamiento de Consola Exclusivo\" en lugar de \"World Premiere\" o algún otro identificador. Estos fueron:", "\n\t", "S.T.A.L.K.E.R. 2", "\n\t", "Warhammer 40,000: Darktide", "\n\t", "Tetris Effect: Connected", "\n\t", "The Gunk", "\n\t", "The Medium", "\n\t", "CrossfireX", "\n\t", "Phantasy Star Online 2: New Genesis", "\n", "Coincidentemente estos tambien fueron los títulos que la cabeza de asociaciones en Xbox Sarah Bond mostró al hablar de juegos que \"están siendo construidos para lanzarse exclusivamente en consolas Xbox\". A simple vista esto parecería confirmar que no llegarán a ninguna otra consola, pero en realidad únicamente \"The Gunk\" ha confirmado ser exclusivo de Xbox.", "De acuerdo a ", "Kotaku", ", un representante del publisher del juego Thunderful respondió a sus preguntas acerca de este mismo caso, diciendo que \"Será exclusivo de Xbox, punto. Es todo acerca del poder del hardware y lo que The Gunk requiere. Estamos realmente felices con el apoyo del equipo Xbox hasta ahora\".", "El resto de los títulos en esa lista no han especificado su exclusividad, e incluso han revelado su lanzamiento en otras plataformas (más allá de PC) ya sea simultáneo o más tarde al final del año. Por ejemplo:", "\n\t", "Tetris Effect: Connected llegará como una actualización gratuita al Tetris Effect original en PS4, Epic Games Store, y Oculus Quest.", "\n\t", "Warhammer 40k Darktide ha mencionado que será exclusivo de Xbox Series X y PC durante el lanzamiento, pero que discutirán otras plataformas más adelante, sugiriendo un trato de exclusividad temporal.", "\n\t", "The Medium tiene el mismo caso que el anterior, afirmando exclusividad de Xbox \"en el lanzamiento\", y dejando abierta su llegada a otras consolas.", "\n\t", "S.T.A.L.K.E.R. 2 dijo en su propio comunicado de prensa que llegaría \"primero a Xbox Series X como un lanzamiento en consola exclusivo\".", "\n", "Phantasy Star Online 2: New Genesis es un caso bastante especial, ya que no se sabe si se trata de un nuevo título o alguna clase de actualización de Phantasy Star Online 2, el cual ya se encuentra disponible en básicamente todas las consolas existentes en Japón (y pronto harán su transición al resto de las consolas en el resto del mundo). Mientras tanto CrossfireX se ha mantenido en silencio acerca del juego detrás de cada anuncio, simplemente haciendo mención de la nueva campaña por Remedy Games que acompañará al shooter multijugador gratuito.", "La verdad es que ", "detrás de todos estos anuncios", " se encuentran montones de tratos y arreglos entre múltiples corporaciones, por lo que el lenguaje en el que se comunican será dudoso y vago. Lo mejor que puedes hacer para asegurarte de que un juego es exclusivo en realidad o no es esperar a un comunicado oficial de parte del estudio desarrollador o publisher, o verificar quién lo está desarrollando: si el estudio es parte del grupo de Xbox Game Studios, entonces su exclusividad es segura."]},
{"title": ["Xbox Series X: imagen de un control blanco apareció en Internet"], "content": ["Una imagen de lo que parece ser un control blanco de Xbox Series X ha aparecido en internet, sugiriendo que otra variante o versión de la consola existe.", "Encontrado por ", "The Verge", ", un usuario conocido como ", "\"Wolfy_Wizzardo\" publicó una imagen de un control blanco en Reddit", ". La publicación y la cuenta del usuario ahora estan borrados, pero aparentemente la imagen fue tomada por el usuario en la fiesta de un hijo de un empleado de Microsoft. Puedes ver el botón de compartir en el centro y el D-Pad del Xbox Series X, lo que hace que esta variante de control filtrada parezca algo creíble.", "Tom Warren de The Verge habló con el usuario antes de que la publicación fuera eliminada, y le dijeron que habían jugado juegos en la consola, que la Interfaz de Usuario era similar a la del Xbox One (algo que ya habíamos escuchado antes), el control se \"veía más cuadrado\" y tenía un botón Xbox más pronunciado.", " ", "\n", "a white Xbox Series X? someone on Reddit claims they saw one at a party last night. If it’s legit then it might be a special edition color for Microsoft employees ", "https://t.co/yGgJirZ1bK", " ", "pic.twitter.com/pDt4Wtqq1M", "\n— Tom Warren (@tomwarren) ", "July 26, 2020", " ", "Hay varias teorías alrededor de lo que este control significa. La más sencilla es que estamos viendo una variante de color del Series X, ya sea una opción pública sin anunciar o una edición especial para empleados de Microsoft. Esto podría ser un devkit o un control de consola Debug - modelos de desarrollo que usualmente se ven distintas a los modelos de lanzamiento.", "Otra posibilidad es que este es el control del rumoreado Xbox Lockhart, una versión de menor poder y precio que el Series X."]},
{"title": ["Xbox: Phil Spencer sugiere un nuevo evento de revelación"], "content": ["Phil Spencer ha dicho que las noticias acerca de la retrocompatibilidad para el Xbox Series X deberían llegar en agosto, reiniciando la especulación acerca de un evento previamente rumoreado de Xbox en agosto (y la posible revelación de un Xbox Series S) siendo legítimo.", "Hablando en el podcast de ", "iJustine Same Brain", ", Spencer discutió el trabajo del equipo de retrocompatibilidad en Xbox Series X, y alabó su trabajo en optimizar juegos viejos para la consola de próxima generación. Él añadió: \"Estoy impulsado a hablar más acerca de ello - debería ser agosto. Creo que en agosto tendremos más que decir acerca de eso\".", "Mientras que Spencer específicamente se refiere a las noticias de retrocompatibilidad, muchos han conectado la mención de agosto a los rumores previos acerca de un evento de Xbox que debería tomar lugar durante el mismo mes.", "Esos rumores apuntan a un anuncio formal de Xbox Series S (o Xbox Lockhart), una versión de precio más bajo, y desempeño menor que el Series X. No es un salto especulativo demasiado grande el imaginar que las noticias de retrocompatibilidad pudieran aplicarse a cómo los juegos viejos se jugarán en el nuevo modelo de la consola. A inicios de la semana, ", "vimos una imagen de un control de Xbox Series X que apareció en internet", ", lo cual añadió más fuego al rumor de Lockhart."]},
{"title": ["Xbox Game Pass: Microsoft cambia el nombre del servicio y elimina la palabra \"Xbox\" de sus logos"], "content": ["Microsoft ha actualizado su marca para Xbox Game Pass y Xbox Game Pass PC al eliminar la palabra \"Xbox\" de sus logos en redes sociales.", "Como reporta ", "Thurrot", ", este cambio se hizo por igual para ", "@XboxGamePass", " y ", "@XboxGamePassPC", ", aunque los nombres de ambas cuentas aún son Xbox Game Pass y Xbox Game Pass For PC, respectivamente, y el logo de Xbox aún está presente. Adicionalmente, el sitio web de Xbox Game Pass aún usa el nombre completo.", "Mientras que esto podría ser un simple rediseño de sus logos, también podría apuntar a cosas por venir en cuanto a los planes futuros de Microsoft para el servicio.", "Hace unas semanas, ", "Microsoft dejó de vender los planes de 12 meses de Xbox Live Gold", ", lo que podría señalar que se están fusionando con el plan de \"Game Pass\" o algún otro servicio.", "Además, Microsoft continúa añadiendo aún más valor sobre Xbox Game Pass y recientemente anunció que ", "añadirán Project xCloud en septiembre del 2020 a Xbox Game Pass Ultimate sin ningún costo extra", ".", "Este soporte de xCloud en Xbox Game Pass podría ser la razón detrás del renombre y rediseño, ya que le permitiría a los suscriptores jugar sus juegos no sólo en Xbox, sino también en PC y dispositivos móviles.", "Considerando que Xbox Game Pass Ultimate también incluye Xbox Live Gold, podría tener sentido que Microsoft concentre sus servicios bajo una única marca.", "Todos estos cambios, incluyendo la decisión de Microsoft de detener la producción de Xbox One X y Xbox One S Digital Edition, están ocurriendo a tan sólo unos meses antes del lanzamiento del Xbox Series X a finales del 2020.", "Microsoft recientemente otorgó más detalles acerca de los juegos que se dirigen al Xbox Series X, incluyendo ", "Halo Infinite, Fable, Forza Motorsport, Everwild, y más."]},
{"title": ["Xbox: esta es la nueva apariencia de la Microsoft Store"], "content": ["Microsoft reveló la nueva versión de su Microsoft Store para Xbox, la cual se lanzará para Insiders el 5 de agosto y llegará a finales de año para todos los usuarios.", "La revelación se llevó a cabo en el blog, ", "Xbox Wire", " y muestra un rediseño total (y claramente una mejora en comparación con la filtración de junio) que debería ser el doble de rápido para cargar, más sencillo para buscar y más seguro. La publicación sólo menciona que esta nueva característica estará disponible en Xbox One, pero es probable que también funcione en Series X.", "Puedes ver cómo luce en la siguiente galería:", "La tienda debería abrirse en dos segundos y ser más rápida para navegar y ver trailers dentro. Esos se pueden reproducir en línea mientras se navega (es decir, sin abrir la página de la tienda del juego) y se pueden configurar para reproducir automáticamente.", "La tienda ahora también incluye un \"sistema de navegación completamente rediseñado\", que permitirá un mejor filtrado de búsqueda, una lista de deseos reconstruida que te alertará sobre las ventas de los artículos que estás viendo, un carrito de compras actualizado, listados con mejores resultados para los juegos disponibles en consolas anteriores y más. ", "En un tutorial con el Mayor Nelson, Cody Bird de Microsoft ", "explicó que la tienda ha sido diseñada en parte para que sea más fácil de navegar para los nuevos usuarios.", "La tienda ahora solo será utilizable si los usuarios han iniciado sesión, lo que tiene dos propósitos principales. La primera es que la tienda aparentemente recomendará juegos más relevantes para sus intereses, pero la segunda es que las clasificaciones de edad de los juegos se muestran mejor y se pueden filtrar en las cuentas de los niños para evitar que los usuarios menores de edad vean contenido inapropiado.", "Algunos usuarios de Xbox Inside podrán probar la nueva tienda a partir del 5 de agosto, y se implementará gradualmente a más y más personas antes del lanzamiento a finales de año. Cody Bird agregó que este es el \"punto de partida\" para la nueva tienda, no un producto terminado, y continuará evolucionando posteriormente."]},
{"title": ["¿Xbox Live gratis? Microsoft finalmente aclara los rumores"], "content": ["En los últimos días han estado circulando muchos rumores que aseguran que ", "Xbox Live Gold podría ser gratuito", ", pero ahora tenemos que Microsoft ha salido a desmentir esta información.", "La compañía de Redmond compartió un comunicado con Windows Central donde aclaran que el servicio Xbox Live Gold no verá ningún cambio importante en el futuro inmediato (", "vía", " ComicBook).", "La especulación de Xbox Live gratis comenzó cuando Microsoft ", "dejó de vender los planes de 12 meses", " del servicio, y luego comenzó a tomar más fuerza ", "cuando cambiaron el nombre de Xbox Game Pass", " y cuando en el Acuerdo de Servicio cambiaron donde decía Xbox Live por Xbox Online Service.", "Además, la confusión aumentó cuando se anunció que ", "el componente multijugador de Halo Infinite será gratuito", " para todos los jugadores, y de hecho en redes sociales se han estado compartiendo notas falsas sobre el futuro del servicio Xbox Live.", "En el comunicado, Microsoft comentó, \"La actualización del 'servicio en línea de Xbox' en el Acuerdo de Servicios de Microsoft se refiere al servicio subyacente de Xbox que incluye características como guardado cruzado y solicitudes de amistad. Esta actualización de lenguaje tiene como objetivo distinguir ese servicio subyacente y la suscripción de paga Xbox Live Gold. No se realizan cambios en la experiencia del servicio o Xbox Live Gold.\"", "Realmente lucía complicado que Microsoft fuera a hacer un cambio tan radical en su plan de suscripciones, así que por lo pronto y en el futuro inmediato no habrá cambios a Xbox Live Gold que seguirá ofreciéndose en diferentes paquetes y como parte de Xbox Game Pass."]},
{"title": ["Xbox Live Gold y Gamepass gratis este fin de semana"], "content": ["Microsoft le trae a todos los usuarios una oportunidad de jugar en línea sin gastar ni un sólo centavo con el \"Big Gaming Weekend\".", "El anuncio llegó de parte de la cuenta oficial de Xbox Wire en Twitter, anunciando el evento que durante todo el fin de semana (comenzando el día de hoy) la capacidad de unirse a los modos multijugador de todos los juegos en el sistema se vuelve gratuita para cada jugador en Xbox One.", "\n", "The Big Gaming Weekend has arrived! We’re unlocking multiplayer for all Xbox One players for a limited time – Xbox Live Gold not required: ", "https://t.co/SezIqiVBKp", " Start playing with friends today!", "\n— Xbox Wire (@XboxWire) ", "August 6, 2020", "El cambio llega como toda una sorpresa, si bien una muy felizmente recibida por todos los dueños de la consola, pero a pesar de las recientes modificaciones a la venta del servicio (como la descontinuación de las suscripciones de 12 meses al servicio de Xbox Live Gold), Microsoft ha dejado en claro que no planean eliminar el sistema pronto.", "\"No se están haciendo cambios a la experiencia del servicio o de Xbox Live Gold\", dice un comunicado de Microsoft acerca de la descontinuación, lo cual apunta a que no deberíamos esperar que la compañía fusione el servicio con Xbox Game Pass como sucedió con Project xCloud.", "Si ya eres usuario de Xbox Live Gold o Xbox Game Pass Ultimate, esta oferte no te ofrece tiempo adicional de suscripción al servicio o algo equivalente. En esta ocasión simplemente se trata de una oportunidad para todos aquellos que aún no disfrutan del servicio. La compañía también mencionó que los juegos disponibles pueden variar por región, por lo que tu mejor opción es revisar", " el anuncio oficial en el blog de Xbox", "."]},
{"title": ["Xbox: xCloud podría nunca llegar a dispositivos iOS"], "content": ["Microsoft ha terminado el preview público de Project xCloud en iOS y la manera limitada en que probaba el servicio de streaming de juegos en dispositivos Apple, y el hecho de que no estará disponible en esos dispositivos para los usuarios de Xbox Game Pass Ultimate desde el lanzamiento ha puesto en cuestión lo que le depara el futuro a Project xCloud y iOS.", "Como reporta ", "The Verge", ", la meta de Microsoft de tener un lanzamiento en iOS junto a Android siempre ha tenido algunos problemas en el camino, principalmente a causa de que Microsoft tenga que \"", "cumplir con las políticas de la App Store", "\".", "Estas políticas hicieron que sólo pudiera haber 10,000 jugadores probando el servicio en iOS, y aquellos que aceptaron únicamente pudieron jugar Halo: The Master Chief Collection. Esto es un enorme contraste en comparación con la prueba pública en Android que presentó una amplia variedad de juegos a probar completamente gratuitos.", " ", "En un comunicado a The Verge, Microsoft confirmó la noticia, y mencionó cómo su enfoque en ", "el lanzamiento de Project xCloud para suscriptores de Xbox Game Pass Ultimate el 15 de septiembre", " proveería la mejor experiencia posible en teléfonos y tablets Android.", "\"Nuestro periodo de prueba TestFlight en Project xCloud ha terminado en iOS y estamos enfocados en entregar el gaming en la nube como parte de Xbox Game Pass Ultimate a clientes de Android comenzando el 15 de septiembre\", dice un representante de Microsoft en un comunicado a The Verge. \"Es nuestra ambición el escalar el gaming en la nube a través de Xbox Game Pass disponible en todos los dispositivos\".", "Apple tiene límites muy estrictos sobre \"clientes de escritorio remoto\", lo que significa que las \"apps sólo tienen permitido conectarse a un dispositivo anfitrión de un usuario o una consola de juegos propiedad del usuario. El dispositivo anfitrión y el cliente deben estar conectados en una red local, también\".", "Podría haber una posible solución con compras dentro de la aplicación, pero esta regla de escritorio remoto es un enorme obstáculo.", "Mientras que Microsoft no ha confirmado si esta política es el problema específico con lanzar en iOS, es importante notar que Google Stadia y NVIDIA GeForce Now tampoco permiten hacer streaming de juegos en iPhones o iPads.", "La aplicación Steam Link de Valve, que actualmente se encuentra en iOS, tomó casi un año en ser aprobada por Apple.", "En la Google Play Store, Microsoft no tendrá compras dentro de la app, pero se ha aliado con Samsung para ofrecer una versión especial de la aplicación que \"le permitirá a los jugadores de Xbox redimir tokens y hacer compras en la app como comprar skins u objetos DLC en la tienda de Xbox\".", " ", " ", "Así que el futuro de Project xCloud en dispositivos iOS está en cuestión. Considerando que hay más de 1.4 mil millones de dispositivos Apple activos alrededor del mundo, encontrar una manera de hacerlo funcionar bien podría ser un enorme beneficio para muchos."]},
{"title": ["Xbox Series X: Microsoft confirmó la ventana de lanzamiento y la alineación de juegos"], "content": ["Junto a la noticia de que Halo Infinite ha sido atrasado hasta el 2021 y ya no es un juego de lanzamiento para el Xbox Series X, Microsoft ha ofrecido más información acerca de lo que podemos esperar de la alineación de lanzamiento para su consola de próxima generación.", "Sin especificar una fecha exacta de lanzamiento para el Series X, Microsoft achicó la ventana de lanzamiento de \"Holiday 2020\" a noviembre 2020 para un lanzamiento global del Series X. Microsoft también ha prometido que más de 100 juegos optimizados para el Xbox Series X, ya sea lanzados multi-generación o desarrollados exclusivamente para el Xbox Series X, estará disponible antes del final del 2020. ", "Planes de lanzamiento para el Xbox Series X", "Aquí está lo que los jugadores pueden esperar del Series X antes del final del año:", "\n\t", "\"Más de 50 nuevos juegos planeados para este año a lo largo de generaciones y optimizado para Xbox Series X, incluyendo Assassin's Creed Valhalla, Dirt 5, Gears Tactics, Yakuza: Like a Dragon, Watch Dogs: Legion.  Con Smart Delivery sólo tendrás que comprar estos juegos una vez para disfrutar de las mejores versiones para tu consola, entre generaciones\".", "\n\t", "\"Nuevos juegos desarrollados exclusivamente para Xbox Series X y lanzándose con Xbox Game Pass, incluyendo The Medium, Scorn, Tetris Effect Connected, y más\".", "\n\t", "\"Más de 50 juegos populares optimizados para tomar ventaja total de Xbox Series X como Destiny 2, Ori and the Will of the Wisps, Forza Horizon 4, Gears 5, Madden NFL 21, y más\".", "\n", "Por supuesto, los jugadores podrán acceder a Xbox Game Pass en Xbox Series X, permitiéndole a los suscriptores el descargar y jugar docenas de juegos por una cuota mensual. Xbox Game Pass Ultimate, que combina Xbox Live y Game Pass, también le permitirá a los jugadores comenzando en septiembre el jugar más de 100 juegos desde la nube en teléfonos y tabletas Android por medio de Project xCloud."]},
{"title": ["Xbox Game Pass pronto recibirá Resident Evil 7, Battletoads y muchos más"], "content": ["Xbox Game Pass se ha convertido en una pieza clave de la estrategia de Microsoft, por lo que la compañía sigue reforzando este servicio agregando nuevos y atractivos títulos.", "De hecho acaban de anunciar los juegos que llegarán en las próximas semanas a Xbox Game Pass para consola y PC, destacando ", "Resident Evil 7", ", Battletoads, Darksiders: Genesis, Wasteland 3 y Flight Simulator (", "vía", " ", "XboxWire", ").", "A continuación tienen la lista de estrenos de agosto y septiembre en Xbox Game Pass:", "\n\t", "Microsoft Flight Simulator (PC) ― Ya disponible", "\n\t", "Spiritfarer (Xbox One y PC) ― Ya disponible", "\n\t", "Battletoads (Xbox One y PC) ― 20 de agosto", "\n\t", "Crossing Souls (PC) ― 20 de agosto", "\n\t", "Darksiders: Genesis (PC) ― 20 de agosto", "\n\t", "Don’t’ Starve: Giant Edition (Xbox One y PC) ― 20 de agosto", "\n\t", "New Super Lucky’s Tale (Xbox One y PC) ― 21 de agosto", "\n\t", "Hypnospace Outlaw (Xbox One y PC) ― 27 de agosto", "\n\t", "Tell Me Why: Chapter 1 (Xbox One y PC) ― 27 de agosto", "\n\t", "Double Kick Heroes (Xbox One y PC) ― 28 de agosto", "\n\t", "Wasteland 3 (Xbox One y PC) ― 28 de agosto", "\n\t", "Crusader Kings III (PC) ― 1 de septiembre", "\n\t", "Resident Evil 7: Biohazard (Xbox One y PC) ― 3 de septiembre", "\n", "Desafortunadamente también habrá algunos juegos que se irán del servicio, incluyendo ", "Red Dead Redemption 2", ", así que si aún no lo han jugado lo mejor es que aprovechen. A continuación la lista de juegos que se van de Xbox Game Pass:", "\n\t", "Creature in the Well (Xbox One y PC) - 31 de agosto", "\n\t", "Giana Sisters: Twisted Dreams – Director’s Cut (Xbox One) - 31 de agosto", "\n\t", "Metal Gears Solid 2 & 3 HD (Xbox One) - 31 de agosto", "\n\t", "Metro: Last Light Redux (Xbox One) - 31 de agosto", "\n\t", "The Jackbox Party Pack 3 (Xbox One) - 31 de agosto", "\n\t", "NBA 2K20 (Xbox One) - 1 de septiembre", "\n\t", "Red Dead Redemption 2 (Xbox One) - 7 de septiembre", "\n", "Xbox Game Pass está disponible para Xbox One y PC."]},
{"title": ["Xbox Series X: este es el primer vistazo del menú"], "content": ["Microsoft reveló ", "un vistazo extensivo", " a la nueva interfaz del usuario que estará presente en las plataformas Xbox, la cual está diseñada para proveer una experiencia cohesiva para los jugadores alrededor de una variedad de dispositivos, incluyendo el Xbox Series X, Xbox One, PC, y dispositivos Android por medio del cloud gaming.", "La estructura general debería de ser familiar para los usuarios de Xbox de mucho tiempo, pero con un diseño más rápido y enfocado. Dale un vistazo a la Interfaz de Usuario en la galería y el video a continuación.", "Microsoft dice que la pantalla de inicio cargará un 50% más rápido cuando inicies el sistema, y alrededor de 30% más rápido al regresar de un juego. Las mejoras también disminuyen el uso de memoria considerablemente - alrededor del 40% según Microsoft. Otras mejoras incluyen la consolidación de Grupos y Chat en una sola pestaña para simplificar la comunicación y hacer mucho más fácil el saber que está pasando con tus amigos.", " ", "Un aspecto clave que fue mencionado es cómo el sistema se conectará a dispositivos móviles usando una nueva aplicación móvil de Xbox. Cuando captures un clip de gameplay, por ejemplo, automáticamente se enviará a la aplicación móvil, haciendo fácil el compartirlo en las redes sociales de tu elección.", " ", "Microsoft dice que estas nuevas características - ", "como una actualización para la tienda de Microsoft", " - comenzarán a aparecer en las próximas semanas, con el cambio más grande coincidiendo con el lanzamiento del Xbox Series X en noviembre."]},
{"title": ["Xbox Game Pass y Xbox Live aumentaron de precio: ¿cuánto cuestan ahora?"], "content": ["Los precios de los servicios de Xbox están a punto de recibir un aumento de precio en casi toda Latinoamérica.", "Una serie de correos enviados de parte de Xbox y Microsoft comenzaron a aparecer en las bandejas de entrada de múltiples usuarios de los servicios de Xbox Live Gold y Xbox Game Pass, en los cuales se informa que los precios de los servicios de Xbox aumentarían de precio el 20 de octubre de 2020, citando la causa de este incremento únicamente como \"cambios en las condiciones comerciales\".", "\n", "Que siempre dice mi mamá que no, Xbox al igual que PlayStation y Nintendo cobra el IVA en México. Gracias al gobierno del país se cobra un impuesto en servicios digitales, xbox estaba absorbiendo este impuesto pero no por mucho tiempo. ", "#Xbox", " ", "pic.twitter.com/BYi6L6GFwQ", "\n— Victoria G. Cruz (@VictoriaGCruz1) ", "September 2, 2020", "Al principio se pensaba que esto estaba enlazado con la \"Nueva Ley de Ingresos\" en México, y que era el caso únicamente dentro del territorio del país Norteamericano de habla hispana. Sin embargo, los usuarios en regiones como Argentina, Chile y Brazil comenzaron a reportar la aparición de estos correos y nuevos precios por igual. PureXbox.com ahora ha reportado que los aumentos de precio están tomando lugar en una variedad de regiones de Latinoamérica.", "La principal razon sospechada por este aumento de precio se piensa que es la fluctuación del tipo de cambio con el Dolar, lo que habría llevado a Microsoft a reconsiderar sus precios actuales ligeramente más bajos que en otros territorios. En dólares americanos, los precios nuevos serían aproximadamente los siguientes:", "\n\t", "Xbox Game Pass (1 mes): de $6.40 USD a $6.86 USD", "\n\t", "Xbox Game Pass Ultimate (1 mes):de $9.62 USD a $10.54 USD", "\n\t", "Xbox Live Gold (3 meses): de $16.06 USD a $19.28 USD", "\n\t", "Xbox Live Gold (12 meses): de $45.97USD a $53.33 USD", "\n", "Lamentablemente, no hay mucho que podamos hacer los usuarios para contrarrestar estos aumentos de precio más allá de cancela nuestras suscripciones, lo cual no es algo que muchos queramos hacer. Pero con la rápida aproximación de las consolas de próxima generación, y la amplia expansión del servicio en la cultura gamer, el incremento de precios era algo de esperarse."]},
{"title": ["Xbox Series X y Xbox Series S: filtran supuesto precio y fecha de lanzamiento de las consolas"], "content": ["La ", "Xbox Series X", " y la Xbox Series S supuestamente se lanzarán el 10 de noviembre de 2020 y tendrán un precio de USD $499 y USD $299, respectivamente. Además, también se filtró el presunto diseño de la consola Xbox Series S.", "De acuerdo a lo informado por ", "Windows Central", ", varias fuentes han confirmado que la Xbox Series X tendrá un precio de USD $499 al por menor, con una opción de financiamiento de Xbox All Access de USD $35 por mes en Estados Unidos, mientras que la Xbox Series S de nivel básico se venderá por USD $299.", "En cuanto al diseño de la consola Xbox Series S, Brad Sams de Thurrott reveló una filtración que parece darnos el primer vistazo de la segunda Xbox de siguiente generación de Microsoft que se espera sea relativamente más económica, y parece estar más en línea con el factor de forma de la Xbox One que el de la ", "Xbox Series X", ".", "Sin embargo, las grandes diferencias de la consola parecen ser el área de ventilación gigante en la parte superior de la consola y la aparente falta de una unidad de disco.", "\n", "Hello Xbox Series S ", "https://t.co/hQoDBRHt7d", " ", "pic.twitter.com/2MIF5I6YHO", "\n— Brad Sams (@bdsams) ", "September 8, 2020", "La imagen tiene USD $299 como el \"precio minorista estimado\", pero las fuentes de Windows Central parecen indicar que este puede terminar siendo el precio final.", "Se filtró otro video corto que presenta la ", "Xbox Series S", " en comparación con la Xbox Series X, lo que nos muestra la facilidad con que encajaría dentro del diseño más grande de la Series X.", "\n", "More Series S ", "https://t.co/eBh2UUDMMA", "\n— Brad Sams (@bdsams) ", "September 8, 2020", "fue confirmada por una filtración en el empaque del control", "Si bien Microsoft aún no ha revelado oficialmente la Xbox Series S, poco a poco ha ido revelando más detalles sobre la Xbox Series X y, aunque ", "no tendrá Halo Infinite", " en su lanzamiento en noviembre de 2020, será una poderosa consola que aprovechará Xbox Game Pass, la retrocompatibilidad y \"más de 50 juegos nuevos planeados para este año a lo largo de generaciones y optimizados para Xbox Series X, incluyendo Assassin's Creed Valhalla, Dirt 5, Gears Tactics, Yakuza: Like a Dragon, Watch Dogs: Legión.\"", "Así que quedamos en espera de que Microsoft finalmente revele sus planes de lanzamiento completos para estas dos nuevas consolas de siguiente generación.", "[Actualización]", " Microsoft confirmó de forma oficial la Xbox Series S, ", "en este enlace tienen los detalles", ".", " "]},
{"title": ["Cyberpunk 2077: Limited Edition Xbox One X  Console Trailer"], "publication_date": ["19 de Abril de 2020"]},
{"title": ["Fallout 76: Wastelanders Launch Trailer"], "publication_date": ["23 de Abril de 2020"]},
{"title": ["Trailer de lanzamiento de Children of Zodiarcs"], "publication_date": ["8 de Abril de 2020"]},
{"title": ["Bleeding Edge - Trailer de críticas de los fans"], "publication_date": ["23 de Abril de 2020"]},
{"title": ["SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated - Trailer Bienvenidos a Fondo de Bikini"], "publication_date": ["4 de Mayo de 2020"]},
{"title": ["Dragon Ball FighterZ - Trailer de Goku Ultra Instinto"], "publication_date": ["6 de Mayo de 2020"]},
{"title": ["Call of the Sea"], "publication_date": ["7 de Mayo de 2020"]},
{"title": ["The Medium"], "publication_date": ["7 de Mayo de 2020"]},
{"title": ["The Ascent - Trailer de revelación - IGN First"], "publication_date": ["7 de Mayo de 2020"]},
{"title": ["Minecraft - PAC-MAN DLC Trailer"], "publication_date": ["24 de Mayo de 2020"]},
{"title": ["Xbox - June 2020 Games with Gold Trailer"], "publication_date": ["26 de Mayo de 2020"]},
{"title": ["The Technology Behind Xbox Series X"], "publication_date": ["28 de Mayo de 2020"]},
{"title": ["Trailer de anuncio de Project Cars 3 en 4K"], "publication_date": ["3 de Junio de 2020"]},
{"title": ["IGN Expo día 4: ¡Gameplay y Revelaciones Exclusivas! - Summer of Gaming en vivo"], "publication_date": ["10 de Junio de 2020"]},
{"title": ["Disintegration - Launch Trailer"], "publication_date": ["15 de Junio de 2020"]},
{"title": ["Xbox - Games with Gold de Julio 2020"], "publication_date": ["25 de Junio de 2020"]},
{"title": ["Soulcalibur VI Review"], "publication_date": ["1 de Julio de 2020"]},
{"title": ["Rocket Arena - Trailer World of Crater"], "publication_date": ["8 de Julio de 2020"]},
{"title": ["Xbox Series X y Xbox Series S: ¿dónde me puedo inscribir para recibir información de la pre-orden?"], "content": ["Es difícil de creer, pero finalmente tenemos un precio para una consola de próxima generación. Para la sorpresa de básicamente todos, Microsoft lanzó no sólo el precio, sino también la confirmación de la existencia del Xbox Series ", "S", ". Una versión más pequeña del Xbox de próxima generación que aún no tiene muchos detalles, pero sabemos que su precio será de $299 USD. Esto se ainea con una filtración de su precio y diseño previa, e impulsa el rumor de que el Xbox Series X tendrá un precio de $499 USD, con ambas consola supuestamente llegando a tiendas el 10 de noviembre del 2020.", " ", "Páginas de información de pre-orden para Xbox Series X", "Ya habíamos sabido que el Xbox Series X llegaría en noviembre del 2020, pero los detalles eran sólo rumores. Puedes visitar las páginas de información del Xbox Series X en distintas tiendas virtuales para leer más acerca de la consola, y varios de ellos de permiten registrar tu correo electrónico para recibir notificaciones en cuanto las preventas se activen para el Xbox Series X.", "En cuanto a nosotros, podrás regresar a esta página específica para saber más acerca de las pre-ordenes del Xbox Series X. Actualizaremos la página con enlaces e información en cuanto las preórdenes se activen en diferentes tiendas.", "Hasta el momento, no hay páginas de notificación establecidas para el Xbox Series S que acaba de ser revelado. Todo lo que sabemos es que tiene un precio de $299 USD y que es el \"Xbox más pequeño hasta ahora\". Por su diseño, se ve exclusivamente digital, pero una vez más, no hay confirmación de nada más allá de su existencia .", "Aún no hay confirmación oficial, pero el Xbox Series S parece correr juegos en 1440p a 120fps, soportar ray tracing, y posiblemente incluye un NVMe 512GB SSD. Supuestamente.", "Fecha de lanzamiento Xbox Series X", "Lo único oficial que hemos escuchado acerca de la fecha de lanzamiento de los nuevos Xbox es que se lanzarán en \"Holiday 2020\". Si vimos una filtración creíble de la fecha a principios de agosto, cuando el empaque de supuestos controles de Xbox fueron encontrados con stickers que decían \"No se venda o muestre antes del 6 de noviembre\". Eso es lo más cercano que hemos estado de una fecha real, pero Microsoft aún no ha confirmado nada."]},
{"title": ["Xbox Series X vs Xbox Series S: ¿cómo se comparan las especificaciones de ambas consolas?"], "content": ["Microsoft ha revelado la existencia de una consola Xbox Series S luego de que se filtrara su material promocional. ¿Pero en qué se diferencia del Xbox Series X además de su tamaño?", "El Xbox Series S se trata de una consola relativamente menos poderosa que el Series X, además de que cuenta con un formato completamente digital y no cuenta con reproductor de discos Blu-ray. Sin embargo, aún posee muchos de los diseños presentes en el Xbox Series X. Estas son las especificaciones del Series S:", "\n\t", "Completamente digital (sin lector de discos)", "\n\t", "Tamaño 60% más pequeño que el Xbox Series X", "\n\t", "Resolución de 1440p en hasta 120FPS", "\n\t", "Raytracing DirectX", "\n\t", "VRR (Sombreado de Tasa Variable, por sus siglas en inglés)", "\n\t", "VRS (Tasa de Renovación Variable, por sus siglas en inglés)", "\n\t", "Latencia \"Ultra-Baja\"", "\n\t", "SSD NVMe personalizado de 512GB", "\n\t", "Video nativo en 4K", "\n\t", "Juegos \"upscaled\" a 4K", "\n", " ", "Hasta el momento no se han confirmado los componentes internos exactos que están siendo utilizados para este nuevo modelo de Xbox, pero algunos sugieren que se trata de un GPU completamente distinto al del Xbox Series X.", "El Series X se ha establecido como una consola mucho más poderosa, siendo capaz de tener una resolución 4K nativa para sus juegos con \"hasta 120FPS\", un lector óptico 4K UHD Blu-ray, y una GPU de 12 TFLOPS de arquitectura RDNA 2 personalizada en asociación con AMD. Adicionalmente, el Series X cuenta con el doble de espacio de almacenamiento, pero utilizando la misma clase de SSD de alta velocidad con el que se promete \"eliminar virtualmente los tiempos de carga\".", "¿Así que cual es la consola para ti? Con la oferta de Xbox Game Pass, ambas consolas de próxima generación son bastante atractivas. Dependerá de la clase de experiencia que quieras tener para la próxima generación."]},
{"title": ["Xbox All Access: ¿cómo funciona la opción de financiamiento para comprar el Xbox Series X?"], "content": ["En la madrugada de este martes hubo novedades interesantes de Xbox, y es que primeramente ", "se filtró la fecha de lanzamiento y precio de Xbox Series X y Xbox Series S", ", y poco después de eso Microsoft ", "salió a confirmar la existencia de su segunda consola", " de siguiente generación.", "Dentro de esa información filtrada se indicaba que Xbox Series X se venderá por USD $499 con una opción de financiamiento de Xbox All Access de USD $35 al mes, mientras que Xbox Series S tendrá un precio de USD $299 con financiamiento de Xbox All Access de USD $25 al mes, ¿pero qué es Xbox All Access?", "Xbox All Access es un plan que desde hace un tiempo ofrece Microsoft en algunas regiones como Estados Unidos, Canadá y Reino Unido que permite adquirir una consola Xbox a través de financiamiento, pero lo interesante es que dentro de la mensualidad también se incluye Xbox Game Pass Ultimate para una experiencia de juego completa ya que este servicio cuenta con acceso a más de 100 juegos y los beneficios de Xbox Live Gold tales como la capacidad de jugar en línea.", "\n", "Xbox Series S", "\n", " ", "Actualmente en los países mencionados es posible aprovechar Xbox All Access para adquirir paquetes con Xbox One X, Xbox One S y Xbox One S All Digital por mensualidades de USD $25, USD $23 y USD $20, respectivamente, pero en cuanto se lancen las nuevas consolas se actualizarán los paquetes para poder comprar de esta forma ", "Xbox Series X y Xbox Series S", ".", "Microsoft ya confirmó que ", "Xbox Series S", " se pondrá a la venta el 10 de noviembre, así que no falta mucho para poder comenzar a disfrutar de la siguiente generación de consolas."]},
{"title": ["Cyberpunk 2077 x Xbox One X: conoce la consola de edición especial"], "content": ["Tras algunas sugerencias y unas cuantas filtraciones, Microsoft ha revelado el bundle de consola Xbox One X Edición Limitada de Cyberpunk 2077. La consola se lanzará en junio, tres meses antes de la fecha de lanzamiento de Cyberpunk 2077 el 17 de septiembre.", "Basándonos en la caja mostrada en el trailer de revelación, este bundle parece venir emparejado con una copia digital de Cyberpunk 2077. Sin embargo, la consola estará disponible meses antes que el juego en si.", " ", " ", "La consola y ", "el control Cyberpunk visto previamente", " ambos presentan diseños sacados directamente de Night City, incluyendo un mensaje que brilla en la oscuridad sobre la consola que dice \"No Future\", junto con paneles personalizados que se asemejan al entorno futurista del juego. El control presenta el esquema de colores de Johnny Silverhand, negro y plateado, con algunos toques de rojo.", "Hace unos días, ", "la cuenta oficial de Xbox en Twitter", " publicó un video teaser repleto de códigos, junto con un texto que decía simplemente \"#breakthecode\" (\"rompe el código\"). Los fans trabajaron juntos para descifrar el código dentro del video, y eventualmente fueron recompensados con el trailer de revelación de la consola, el cual fue publicado en el canal de Xbox en YouTube como un video deslistado.", "Xbox reveló que los fans lograron descifrar el acertijo, diciendo, \"Felicidades Choombas, ¡trabajaron juntos para #romperelcódigo!\".", "\n", "Congratulations Choombas, you worked together to ", "#breakthecode", "!", "\n— Xbox (@Xbox) ", "April 17, 2020", "La revelación de la consola llegó tan sólo unos cuantos días después de que Amazon Canadá filtrara ", "el control de Xbox One temático de Cyberpunk 2077", ", el cual ahora se ha confirmado viene incluido en el bundle de esta consola especial."]},
{"title": ["Xbox Series X: así se vería el logo oficial"], "content": ["Microsoft parece haber registrado una nueva marca de lo que parece ser el logo del Xbox Series X.", "Registrado el 16 de abril", ", el tratamiento sigue un estilo similar de los logos de Xbox One X y S. La X, en particular, difiere de los estilos que hemos visto previamente para la consola por llegar. Puedes verlo a continuación:", "Ya sea que esto se trate de Microsoft organizando sus asuntos legales, o una señal de que está a punto de revelar más acerca de la consola, no se sabe. Lo que si sabemos es que Microsoft quiere ser capaz de imprimir este logo en ", "muchas", " cosas - el listado de marca registrada no sólo incluye consolas de videojuegos, sino también bolsas, joyería, posters, tarjetas coleccionables y, eh... \"aparatos extintores de fuego\"", "Algunos han mencionado rápidamente que la marca registrada se trata únicamente de \"Series X\" por si misma - en lugar del nombre completo de \"Xbox Series X\" - lo que deja abierta la posibilidad de que podríamos ver versiones diferentes del nuevo Xbox, necesitando de logos para distinguirlos entre ellos.", "Ese pensamiento ha sido impulsado por los rumores de que tendremos dos consolas Xbox de próxima generación - el Series X, y una consola menos poderosa exclusivamente digital aparentemente de nombre clave ", "Lockhart", ". Sin embargo, Microsoft no ha hecho registros similares públicos para ninguna otra consola potencial o nombre clave en las últimas semanas."]},
{"title": ["Xbox Series X: el próximo Xbox Inside presentará los juegos de la siguiente consola"], "content": ["Xbox ha anunciado que finalmente tendremos nuestro primer vistazo de gameplay de próxima generación en juegos de Xbox Series X de parte de desarrolladores externos durante un Inside Xbox especial el 7 de mayo a las 8am PST/ 10am CST/ 11am EST.", "La noticia fue revelada en ", "la cuenta de Twitter oficial de Xbox", ", pero no reveló que juegos podríamos esperar a ver.", "Un juego que ya ha sido confirmado en el show es Assassin's Creed Valhalla. ", "Ubisoft Nordic", " compartió el tweet de Xbox y dijo \"Estaremos felices de revelar nuestro primer trailer de gameplay de Assassin's Creed Valhalla durante el primer vistazo de Gameplay de Xbox Series X en Inside Xbox. ¡Manténganse sintonizados!\"", " ", "Assassin's Creed Valhalla tuvo su primer trailer cinemático esta mañana", ", revelando la próxima entrega en la larga franquicia que tomará lugar en Europa del Siglo IX y verá a los jugadores tomando el control de Eivor, un incursor Vikingo que deberá llevar a su gente fuera de Noruega y encontrar un nuevo hogar en los reinos de Inglaterra.", "En cuanto a que juegos podrían ser presentados en el Inside Xbox de la próxima semana, potencialmente podríamos ver más de Battlefield 6, Godfall, Gods and Monsters, Outriders, Rainbow Six Quarantine, y The Lord of the Rings: Gollum. Como siempre, estamos seguros de que habrá algunas sorpresas."]},
{"title": ["Xbox 20/20: el Series X recibirá anuncios mensuales de juegos, actualizaciones y más"], "content": ["Xbox ha anunciado Xbox 20/20, un programa de anuncios mensuales acerca del futuro de Xbox, comenzando con la transmisión de Inside Xbox de esta semana. Un episodio en julio se enfocará en revelar los títulos internos del Xbox Series X de parte de los Xbox Game Studios. Xbox también se unirá al evento de IGN Summer of Gaming en junio.", "Jerret West, CVP de Marketing de Gaming en Xbox explicó el formato: \"Comenzando con el episodio del 7 de mayo de Inside Xbox, estaremos presentando lo que sucede después en el mundo de Xbox, cada mes, que es el porqué lo estamos llamando 'Xbox 20/20'. Estos momentos mensuales tomarán lugar a través del resto del año y serán una manera para nosotros para conectar y celebrar con ustedes acerca de lo que está esperando en la próxima generación del gaming, incluyendo lo que sigue para Xbox Series X, Xbox Game Studios, Xbox Game Pass y Project xCloud. Cada mes traerá algo diferente. Manténganse sintonizados a Xbox Wire para más detalles.", "El evento de junio de Xbox 20/20 aún está sin anunciar, pero estamos felices de confirmar que Xbox será parte del evento IGN's Summer of Gaming el próximo mes, uniéndose a otras compañías como CD Projekt Red, EA, 2K, y más para hacer nuevos anuncios junto a nosotros.", "Julio incluirá los primeros vistazos a lo que está por llegar de parte de los varios estudios adquiridos por Microsoft. \"En julio, le dedicaremos tiempo a enfocarnos en los increíbles juegos que vendrán de Xbox Game Studios\", dice West. \"Un número de nuestros equipos de estudio están ansiosos por compartir los primeros vistazos de nuevo gameplay, miradas de los equipos de desarrollo siendo optimizados para Xbox Series X, y anuncios completamente nuevos de juegos. No podemos esperar para compartir este vistazo inicial sobre lo que algunos de esos equipos están trabajando\".", "El Xbox Series X está planeado para un lanzamiento a finales del 2020. Por el momento sólo conocemos las ", "especificaciones técnicas del Xbox Series X", "."]},
{"title": ["Xbox Series X: así luce la pantalla de encendido"], "content": ["Cada día que pasa parecemos recibir nuevos detalles de la próxima consola de Microsoft, el Xbox Series X. Mientras sabemos que muy pronto veremos el primer gameplay de los juegos que llegarán a la consola de próxima generación y ya conocemos sus especificaciones técnicas, se ha mostrado muy poco acerca del software que presentará la nueva máquina.", "Afortunadamente ahora tenemos nuestro primer vistazo a eso gracias a un video que Xbox ha lanzado para promocionar la revelación de gameplay de Xbox Series X: la primera cosa que verás al encender tu consola.", "Confirmando lo que se había mencionado anteriormente, parece ser que esta nueva generación de consolas de Microsoft simplemente es llamada \"Xbox\", mientras que \"Series X\" se refiere al primer modelo de esta nueva plataforma.", "¿Que te parece esta nueva pantalla de encendido? Si quieres saber más acerca de los juegos que llegarán a la consola estás de suerte, ya que el 7 de mayo tendremos ", "el primero de múltiples anuncios mensuales que ocurrirán a lo largo del año", " referentes al nuevo Xbox. Si quieres saber cómo ver este próximo evento, ", "puedes enterarte aquí", "."]},
{"title": ["Xbox Series X: estos serían los primeros juegos"], "content": ["De camino al lanzamiento de Xbox Series X, Microsoft prepara una serie de eventos y anuncios en los siguientes meses, con toda la atención puesta en Xbox 20/20, que tendrá lugar el próximo mes de julio y que podría ser el escaparate para que se anuncien los primeros títulos que llegarán a la nueva consola.", "Este evento estará centrado en Xbox Game Studios, lo que confirma que se trabaja en un proyecto de nueva generación por estudio, como mínimo. No obstante, es aquí donde las especulaciones comienzan, pues de acuerdo a una filtración en Twitter, Fable y Perfect Dark serían los títulos en ser presentados.", " ", "\n", "Friend of mine has been saying for a while that Fable, Perfect Dark and Halo were planned to be shown this month and all launch within the first year of XSX. Curious if things have changed", "\n— Sabi Wabii 🌹 (@SabiWabii) ", "May 5, 2020", " ", "Un amigo mío ha estado diciendo desde hace tiempo que Fable, Perfect Dark y Halo fueron planeados para ser mostrados este mes y todos se lanzarán dentro del primer año de XSX. Curioso si las cosas han cambiado.", "La persona que publicó esta información, añadió después de no será una espera larga por estos títulos, ya que serán anunciados en julio. No obstante admite que hay que tomar con cuidado los rumores, a pesar de asegurar que “aunque no son de fuentes habituales”, rara vez se equivocan.", "Esta filtración básicamente dice que estos títulos son los que estarían presentes en el primer año de vida del Xbox Series X. Es decir, Fable, Perfect Dark y Halo Infinite llegarían antes de diciembre de 2021. ", "El caso de Halo es evidente, ya que Halo Infinite será de los títulos que acompañarán a la nueva consola de Microsoft en su lanzamiento; pero sobre los otros dos, habrá que esperar. Eso sí, tomemos en cuenta que de ser cierto, estos proyectos traerían de regreso a dos licencias clásicas de la franquicia.", "¿Te gustaría el regreso de Fable y de Perfect Dark para acompañar al Xbox Series X en su primer año de vida?", "Si quieres leer más sobre la nueva consola de Microsoft, te recomendamos: ", "así luce la pantalla de encendido", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y espera que en julio las cosas ya estén mejor. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"title": ["Xbox Series X: así podrán identificar los juegos optimizados para la nueva consola"], "content": ["Xbox ha revelado a través de su cuenta oficial en Twitter la insignia oficial que distinguirá los juegos que estarán optimizados para correr en ", "Xbox Series X.", "\n", "Every game you’ll see on ", "#InsideXbox", " tomorrow will be Xbox Series X Optimized. Spoilers, you’re going to see this badge a lot.", "\n", "\nYou ready? We’re ready. ", "pic.twitter.com/pzSJmUvNUp", "\n— Xbox (@Xbox) ", "May 7, 2020", "\n", "Cada juego que vean en Inside Xbox será Optimizado para Xbox Series X. Spoilers, van a ver mucho esta insignia. ¿Están listos? Nosotros estamos listos.", "\n", "De esta manera los títulos que vengan con ese sello se lanzarán tanto en Xbox One como en ", "Xbox Series X", ", pero aprovecharán las capacidades de hardware de la nueva consola. Además, en el tuit destaca que se menciona que todos los juegos que se presentarán en el Inside Xbox de este jueves vendrán con el sello de \"Optimized for Series X\".", "Esto funcionará de la misma manera que los juegos de Xbox One optimizados para Xbox One X, aunque ahora será en diferentes generaciones tal vez solo mientras se completa el período de transición.", "Y bueno, como ya sabrán este jueves 7 de mayo a partir de las 7:30am PT/9:30am CST/ 10:30am EST se realizará el Inside Xbox que nos ofrecerá el primer vistazo a los juegos de próxima generación y que podrán seguir en vivo por diversas plataformas como ", "YouTube", ", ", "Twitch", " y ", "Mixer", ".", "Xbox Series X se pondrá disponible en la temporada navideña de este año, y ", "al parecer estos serán los primeros juegos", ".", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"title": ["Xbox Series X: estos son los juegos confirmados para la nueva consola"], "content": ["Durante el más reciente evento Inside Xbox, una variedad de desarrolladores se reunieron para darnos nuestro primer vistazo a los juegos que formarán parte de la biblioteca de Xbox Series X.", "Mientras que estos títulos no se tratan de enormes exclusivas a la próxima consola de Microsoft (los juegos de estudios internos serán revelados durante el mes de julio), todos estos títulos han sido optimizados para la consola de próxima generación, lo que significa que están asegurados tener un mejor rendimiento en Xbox Series X.", "Similarmente, muchos de estos títulos forman parte del programa \"Smart Delivery\", en el que los usuarios que compren una copia del juego para Xbox One obtendrán la versión de Xbox Series X de manera completamente gratuita.", "Bright Memory Infinite", "Un juego de Acción-FPS creado por una sola persona, este título está creado para demostrar de lo que es capaz la próxima generación con gráficos impresionantes y gameplay sin descanso.", " ", "DiRT 5", "DiRT 5 continúa la franquicia de carreras todo terreno con nuevas características y un acercamiento fresco a los deportes de motorismo más extremo en el mundo, con una campaña de historia que te verá llegar a la cima de la competencia.", " ", "Chorus", "Del publisher Deep Silver, Chorus es un juego de combate espacial de un sólo jugador que cuenta una historia en la que los jugadores tomarán los papeles de Nara, una piloto atormentada por su pasado, y Forsaken, una nave espacial \"viva\".", " ", "Madden NFL 21", "La próxima entrega de la franquicia de futbol americano llega con un vistazo a los avances del pasado.", " ", "Scorn", "Scorn es una nueva aventura de horror en primera persona que presenta un mundo irreal con múltiples ubicaciones macabras llena de desafíos para los jugadores, cada mundo con sus propios temas, acertijos y personajes.", " ", "Vampire: The Masquerade - Bloodlines 2", "La esperada secuela del RPG de acción y vampiros ubicado en el universo de World of Darkness llegará a consolas de próxima generación, y Paradox Interactive nos ofrece un muy buen vistazo al estilo, tono, y gameplay del juego.", " ", "Call of the Sea", "Un juego de acertijos y aventura en primera persona ubicado en los 1930s que cuenta la historia de Norah, una mujer en el rastro de la expedición perdida de su esposo. Su búsqueda la llevará a una extraña pero hermosa isla en el Pacífico Sur, llena de secretos y misterios por resolver.", " ", "The Ascent", "The Ascent te llevará a un mundo cyberpunk lleno de criaturas extrañas y alienígenas, en donde deberás abrirte paso por hordas de enemigos ciberneticos que bloquearán tu camino en cada momento.", " ", "Scarlet Nexus", "El nuevo juego de Bandai Namco coloca a los jugadores en el papel de Yuito Sumeragi, un nuevo recluta de la OSF con sueños de convertirse en un psiónico de élite. Con poderes psico-kinéticos y acción imparable, los jugadores explorarán una misteriosa ciudad asediada por monstruos.", " ", "The Medium", "De los desarrolladores de Blair Witch llega un nuevo juego de horror inspirado profundamente por Silent Hill, en la que los jugadores controlarán a Marianne, una medio paranormal que busca las respuestas al asesinato de un niño.", " ", " ", "Second Extinction", "Este shooter cooperativo parece llevarnos a un mundo repleto de dinosaurios en el que los jugadores necesitarán hacer uso de un amplio arsenal para intentar sobrevivir.", " ", "Yakuza: Like a Dragon", "Yakuza: Like a Dragon finalmente llegará a nuestros territorios como un título de lanzamiento en Xbox Series X, pero también llegará a PC, Xbox One, y potencialmente otras consolas.", " ", "Assassin's Creed Valhalla", "Dale un vistazo al motor gráfico del juego en acción. Valhalla llevará a los jugadores a la Edad Oscura de Europa, en el papel de un incursionista Vikingo en búsqueda de un nuevo hogar para su gente.", " "]},
{"title": ["Xbox Series X: que significa el emblema de \"optimizado para Series X\""], "content": ["Microsoft ha creado un nuevo emblema usado para identificar los juegos optimizados para la plataforma de Xbox Series X. ¿Pero que significa?", "\n", "Every game you’ll see on ", "#InsideXbox", " tomorrow will be Xbox Series X Optimized. Spoilers, you’re going to see this badge a lot.", "\nYou ready? We’re ready. ", "pic.twitter.com/pzSJmUvNUp", "\n\n", " ", "\n\n", "— Xbox (@Xbox) ", "May 7, 2020", "\n", "La cuenta oficial de Twitter publicó una imagen del nuevo emblema verde brillante, revelando que \"Cada juego que verán en el Inside Xbox de mañana será Optimizado para Xbox Series X\". Spoilers, van a ver este emblema mucho\".", "Esto significa que mientras que los juegos no se tratan de títulos exclusivos a la consola, muchos de los desarrolladores han optimizado específicamente sus juegos para hacer el mayor uso posible de los 12 teraflops de poder computacional que el Xbox Series X puede ofrecer. Durante la presentación de Inside Xbox de esta mañana vimos el logo en pantalla con cada uno de los títulos presentados, y es de esperarse que los siguientes eventos de xbox 20/20 de este año también incluirán el nuevo emblema.", "En términos simples, este emblema es una especie de garantía para los títulos que llegarán a la consola de próxima generación, asegurándole a los usuarios que estos títulos hacen uso de todas las capacidades y especificaciones técnicas incluidas del Series X y, por ende, deberían funcionar de manera perfecta."]},
{"title": ["Xbox Series X: así se verían las cajas de los videojuegos"], "content": ["Microsoft realizó recientemente ", "una presentación Inside Xbox", " que prometía mostrar gameplay de juegos de Xbox Series X pero terminó decepcionando a muchos fans debido a que en realidad no hubo mucha jugabilidad, pero de todas maneras nos ofreció nuevos vistazos a varios títulos interesantes que llegarán próximamente.", "Yakuza: Like a Dragon fue uno de los juegos presentados, y tenemos que después del evento Sega compartió una imagen con la caja del título que aunque tiene un portada provisional, nos muestra cómo se verá el producto físico.", " ", "Como pueden ver, las cajas de los juegos serán muy similares a las de Xbox One con la parte superior en verde y la palabra Xbox, pero ahora en una franja se indicará en qué consolas funcionará, como en este caso en Xbox Series X y Xbox One.", "Además, se indica que el juego ofrece Smart Delivery, es decir que podrán disfrutarlo en ambas consolas con comprarlo solo en una de ellas, y por supuesto viene el sello de \"", "Optimizado para Xbox Series X", "\" que indica que el juego tendrá mejoras y características diseñadas especialmente para la nueva consola.", "Xbox Series X", " se pondrá disponible en la temporada navideña de 2020, y la compañía recientemente reveló que darán anuncios mensuales de sus juegos, actualizaciones y más.", "En otras notas recientes, ", "así luciría la serie de Tortugas Ninja para Netflix", ", ", "Darth Vader fue destronado como el personaje más popular de la saga Star Wars", ", ", "Bryan Cranston y Aaron Paul vuelven a sugerir su participación en Better Call Sau", "l, y ", "Hayden Christensen podría volver a interpretar a Anakin Skywalker", "."]},
{"title": ["¡Walmart te regala un Xbox One S All Digital!"], "content": ["¡El Hot Sale ya comenzó, y no hay rebaja más grande que un Xbox regalado! Walmart quiere regalarte un Xbox One S All Digital, y aquí te decimos lo que necesitas para ganar.", " ", "\n\t", "Toma una fotografía de tu ticket de compra en Walmart durante esta temporada de rebajas", "\n\t", "Envía la fotografía junto con lo que habías estado esperar comprar durante esta Hot Sale a ", "gana@publimetro.com.mx", ".", "\n", "¡Es todo! Siguiendo estos sencillos pasos quedarás registrado para intentar ganar un Xbox One S 1TB All Digital, y en caso de ser el ganador serás contactado a tu correo electrónico con las instrucciones para obtener tu nueva consola.", "El Xbox One S All Digital es la consola perfecta para pasar cientos de horas de diversión, ya que en ella podrás disfrutar de títulos exclusivos de la serie de Gears of War, Forza Horizons, Halo (incluyendo el próximamente a estrenarse Halo Infinite), y los cientos de títulos que están disponibles en la plataforma gracias al servicio de Xbox Game Pass.", "¿Que estás esperando? ¡Envía tu participación y prepárate para ganar!"]},
{"title": ["Xbox: futuros juegos se verán afectados por el coronavirus"], "content": ["Phil Spencer de Xbox ha comentado acerca de algunas de las desafortunadas realidades y desafíos a las que los desarrolladores de juegos muy probablemente se están enfrentando durante la pandemia de COVID-19, las cuales podrían llevar a múltiples atrasos en el desarrollo y lanzamiento de juegos futuros.", "Hablando en ", "Talking Games With Reggie & Harold", ", un podcast creado por el antiguo presidente de Nintendo of America Reggie Fils-Aime y el periodista Harold Goldberg, Spencer habló acerca de comentarios recientes y dijo que los proyectos en las etapas tempranas del desarrollo podrían ver los peores casos de obstáculos en la producción.", "\"Cualquiera de las funciones que de hecho requieran colaboración física, como captura de movimiento, cosas como captura sinfónica... algunos de esos están en pausa\", dijo Spencer. \"Creo que en el lado de los juegos, las cosas que son completadas pre-contenido podrían ser impactadas  más que las cosas que son completadas post-contenido\".", " ", "Spencer añadió que Microsoft ha tenido que encontrar nuevas maneras de distribuir kits de control de calidad para los nuevos Xbox Series X. A pesar de esos desafíos, Spencer dijo que Microsoft aún se siente bien acerca del lanzamiento de Xbox Series X más tarde este año.", "\"Hemos tenido que trabajar a través de algunos retos, pero me siento bien acerca de límites de tiempo, me siento bien acerca de estas fiestas\", dijo spencer en referencia a la fecha de lanzamiento de la nueva consola.", "Estos comentarios son similares a los que reveló previamente, cuando dijo que el lanzamiento del Xbox Series X está \"en línea con donde pensábamos que estaría\", pero que la producción de juegos es el \"desconocido más grande\" de ahí en adelante.", "Finalmente, Spencer reiteró que Microsoft aún está apuntando por un lanzamiento mundial para el Xbox Series X.", "Finally, Spencer reiterated that Microsoft is still aiming for a worldwide launch for the Xbox Series X."]},
{"title": ["Xbox Series X tendrá \"miles de juegos\" en el lanzamiento"], "content": ["Microsoft pone sus esperanzas en una fuerza conocida al confirmar que el Xbox Series X se lanzará con \"miles\" de juegos... ", "refiriéndose a sus esfuerzos de retrocompatibilidad", ", en comparación con los mensajes mezclados de Sony en cuanto a las capacidades del PlayStation 5.", "\"Con más de 100,000 horas de pruebas de juego ya completadas, miles de juegos ya son jugables en Xbox Series X el día de hoy, desde los blockbusters más grandes hasta clásicos de culto y favoritos de los fans\", dijo Jason Ronald, el director de administración de programas para el Xbox Series X, en un nuevo blog de ", "Xbox Wire", ".", "\"Muchos de nosotros en el Equipo Xbox jugamos a diario en el Xbox Series X como nuestra consola principal y cambiar entre generaciones es fácil. Para cuando lancemos estas fiestas, el equipo habrá pasado más de 200,000 horas asegurándose que tu librería esté lista para que puedas saltar de inmediato\".", "Ronald también habló con IGN, y cuando se le preguntó si \"miles\" significaba que la meta era ", "cada juego de Xbox One", " - además de cientos de títulos de Xbox 360 y el Xbox original que ya son compatibles con Xbox One; Ronald dijo:", "\"La meta definitivamente es ", "los miles de títulos que corren en Xbox One hoy", ". Si el juego corre en Xbox One, es nuestra meta el hacer que también corra en Series X. Podría haber algunas excepciones aquí o allá\", añadió, notando que \"problemas técnicos o de licencias\" deberían ser los únicos obstáculos.", "Aún mejor, Ronald dice que el Xbox One, Xbox 360, y juegos originales de Xbox correrán mejor en Series X de lo que hacían originalmente. \"Todos los títulos corren en el desempeño máximo para el que originalmente fueron diseñados, muchas veces más alto que el desempeño que juegos vieron en su plataforma original de lanzamiento, resultando en ", "framerates", " y ", "rendering", " más alto y más estable a su máxima resolución y calidad visual\".", "\"Los títulos retrocompatibles también verán reducciones significantes en tiempos de carga dentro del juego del salto masivo en desempeño de nuestro SSD NVME personalizado que da poder a la Arquitectura Xbox Velocity\".", " ", " ", "Cuando fue presionado para dar ejemplos específicos, Ronald respondió: \"Todos ellos están viendo muchos beneficios en ciertas áreas\". Como un ejemplo, notó que \"títulos que usan escala de resolución dinámica - ahora es un 4K sólido o cualquiera que era su resolución designada original\". El HDR está entre las nuevas tecnologías siendo ajustadas a los juegos Xbox más viejos. \"Geometry Wars es uno que realmente disfruto. El de hecho ver eso en HDR...\" se desvió, mencionando también Boom Boom Rocket entre los dos juegos que ya tienen su HDR post-generacional añadido, Halo 5: Guardians y Fuzion Frenzy.", "También se mencionaron ", "framerates", " más altos: \"El equipo de compatibilidad ha inventado nuevas técnicas que permiten que incluso más títulos corran a resoluciones y calidad de imagen más altas, mientras aún respetan la intención artística y visión de los creadores originales\", dijo Ronald en su blog.", "\"También estamos creando nuevas clases de innovaciones incluyendo la habilidad de duplicar el ", "framerate", " de una selección de títulos desde 30 fps a 60 fps o 60 fps a 120 fps\". Cuestionado acerca de ejemplos específicos en 120fps, si tienes la televisión para ello, y Ronald mencionó que si existen, pero no pueden confirmar ninguno todavía.", "\"En muchos casos tenemos tanto poder de procesamiento en el Xbox Series X [que] lo que usaba para hacer un cierto número de milisegundos en consolas de generación previas, sólo corre a través de esos cómputos tan rápido que el GPU está sentado ahí esperando trabajar\".", "Continuó: \"Pero parte del reto es que algunos títulos de hecho basan su física o animación en [el ", "framerate", "], así que aún estamos descubriendo que títulos de hecho pueden hacer esto sin violar la intención original del título. Definitivamente tenemos algunos títulos que he visto ir de 30 a 60 y hay unos cuantos que hemos visto ir de 60 a 120, pero aún estamos en el proceso de validar el juego de extremo a extremo\".", "Para más información, puedes ver ", "el blog completo de Xbox Wire", ", y mantenerte sintonizado a IGN para mucha más cobertura de Xbox Series X, incluyendo ", "los eventos mensuales Xbox 20/20 ", "que debutaron el mes pasado."]},
{"title": ["Xbox: se filtra el aspecto de la nueva Store"], "content": [" ", "Parece que una gran actualización se está gestando en las oficinas de Microsoft y tiene que ver con la interfaz de la Xbox Store, la cuál tendrá un nuevo y renovado aspecto... ¿para el lanzamiento del Xbox Series X?", "Según reportes del medio GamingBolt, el nuevo aspecto de la tienda digital fue filtrado por el youtuber Brad Sams, quien asegura haber tenido acceso a la próxima actualización de la Xbox Store, la cuál tiene como nombre clave Mercury. A través de un vídeo en su cuenta, el youtuber mostró como luce está nueva interfaz y cómo es la navegación a través de ella.", "Por supuesto, a continuación podrás darle un vistazo a este vídeo.", " ", " ", "Lo más destacado de este nuevo aspecto es el estilo limpio y minimalista que maneja, haciendo que la navegación por los menús sea más intuitiva, lo que le permitirá al usuario encontrar sus juegos, películas y aplicaciones de una forma más fácil, sobre todo con el próximo cambio de consola. También se espera que el cambio de diseño se aplique para la versión de PC.", "Hasta ahora, Microsoft no se ha pronunciado sobre está filtración y no ha confirmado ni desmentido que realmente este sea el nuevo aspecto de su tienda digital, por ello debemos tomar las reservas pertinentes. Eso sí, la información se ve real y de confirmarse, puede que está nueva interfaz esté disponible con la llegada del Xbox Series X. ¡A esperar! ", "¿Qué te parece esta nueva versión de la Xbox Store? ¿Te gusta más esta o la anterior? No olvides dejarnos tus comentarios.", "En temas relacionados, dale un vistazo a: ", "Xbox Series X tendrá \"miles de juegos\" en el lanzamiento", " y ", "futuros títulos se verían afectados por el coronavirus", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en ", "Twitter", " e ", "Instagram", " como @jemafg"]},
{"title": ["Xbox Lockhart References Found in Windows Code Libraries"], "content": ["Referencias a \"Xbox Lockhart\", la rumoreada segunda consola de la nueva serie de Xbox, han sido encontradas en las bibliotecas de Sistema Operativo de Windows.", "Las imágenes del código del sistema operativo fueron publicadas en Twitter por el investigador de seguridad ", "TitleOS", ", e incluyen cinco referencias al nombre código Lockhart, encontradas dentro de múltiples archivos de System32 en Windows. Estos incluyen archivos que específicamente presentan la frase \"Xbox-Lockhart\", así como también \"Xbox-Anaconda\", el nombre clave del Xbox Series X.", " ", "\n", "https://t.co/ctdvPmLVSm", " ", "pic.twitter.com/h0nTPYxJwR", "\n— TitleOS (@XB1_HexDecimal) ", "June 1, 2020", "Se cree que el Xbox Lockhart es una alternativa menos poderosa del Xbox Series X, con rumores que sugieren un nombre público de Xbox Series S. Aún no hay anuncios oficiales por Microsoft, pero ", "Windows Central", " ha dicho que ha hablado con desarrolladores que buscan trabajar con la consola.", "La falta de mensajes oficiales de parte de Microsoft ha llevado a algunos a creer que los rumores son falsos y que Lockhart no es una consola Real. Esto es lo que llevó a TitleOS a publicar las imágenes de los archivos de Windows; son prueba irrefutable de que Lockhart ciertamente es algo relacionado a Xbox."]},
{"title": ["Xbox: rumor asegura que Lockhart se venderá por la mitad del precio de Xbox Series X"], "content": ["Desde hace tiempo han estado sonando rumores sobre Lockhart, una supuesta Xbox de siguiente generación que sería una versión con potencia reducida y un precio menor en comparación a ", "Xbox Series X.", "Dicho esto, tenemos que precisamente hoy han surgido más presuntos detalles de Lockhart que indican que tendrá la mitad de precio de ", "Xbox Series X", " y que será una parte fundamental de la estrategia de Microsoft para la siguiente generación de consolas (vía Wccftech).", "En los foros Beyond3D, el usuario ", "eastman", " que es reconocido por dar información precisa sobre productos de Microsoft, reveló que de acuerdo a lo que sabe Xbox Series S (como supuestamente se llamará Lockhart) se venderá por la mitad del precio de Series X, además de que tendrá un tamaño más pequeño y será totalmente digital.", "El informante no sabe el precio final de ", "Series X", ", pero señala que ha escuchado que Microsoft se está preparando para venderlo por $400 dólares, así que si esto resulta ser cierto la Series S se vendería por $200 dólares.", "Supuestamente la estrategia de Microsoft es vender su consola más barata que PlayStation 5, y aunque es un movimiento agresivo, la compañía espera recuperar las pérdidas con la venta de juegos y suscripciones de Xbox Game Pass.", "Por último, eastman comentó que por lo que ha escuchado de sus fuentes, Microsoft realizará un evento en julio que sorprenderá a la industria ya que además de anunciar oficialmente Xbox Series X ", "presentarán una amplia línea de juegos", " que opacará a las líneas de lanzamiento de su consolas anteriores.", "Y bueno, aunque este informante ha demostrado dar información veraz, de momento hay que tomarla con cautela y esperar a que se haga oficial. Por cierto, Xbox Series S aún no se ha anunciado, pero ", "recientemente se descubrieron referencias a la consola en Windows", ".", "Xbox Series X se pondrá disponible durante la temporada navideña de este 2020."]},
{"title": ["Xbox Series S: estos serían los detalles técnicos de la consola"], "content": ["Desde hace tiempo han estado circulando reportes que indican que Microsoft prepara una estrategia con dos consolas para la siguiente generación, y es que además de la potente ", "Xbox Series X", " que ya se presentó, los rumores y filtraciones dicen que pronto conoceremos la llamada ", "Xbox Series S", " (de nombre clave Lockhart) que sería una consola con menor potencia pero también con un precio relativamente más económico.", "Dicho esto tenemos que se ha filtrado un presunto documento de Microsoft que incluye referencias a Lockhart y habla de múltiples \"consolas Project Scarlett\", lo que parece confirmar lo que les comentaba (", "vía", " The Verge).", "El documento menciona los nombres clave Project Scarlett y Anaconda, el primero sabemos que es ", "Xbox Series X", " y el segundo parece tener relación con el modelo Lockhart.", "También se incluyen detalles técnicos de ", "Lockhart / Xbox Series S", " ya que aseguran que el kit de desarrollo de Xbox Series X de nombre clave Dante viene con una configuración que habilita el perfil de la consola más barata que ofrecería 7.56 GB de RAM utilizables, una velocidad de CPU ligeramente limitada y un GPU con 4 teraflops de rendimiento.", "Para que tengan una mejor idea, Xbox Series X cuenta con 13.5 GB de RAM y 12 teraflops.", "Se menciona que así como Xbox Series X apunta a 4K como mínimo, la alternativa más barata en la forma de Xbox Series S ofrecería juegos en resoluciones a 1080p o 1440p.", "Por cierto, cabe señalar que hace unos días se filtró información que asegura que Xbox Series S si tendrá retrocompatibilidad y la opción de Smart Delivery, que como sabrán significa que recibiría mejoras para los títulos que se lancen en Xbox One.", "Y aunque aún no se ha presentado de forma oficial la Xbox Series S, se espera que pronto ocurra y que se lance a finales de este 2020 junto con ", "Xbox Series X", " para que la compañía ofrezca algo similar a lo que tienen hoy en el mercado con Xbox One X y Xbox One S.", "¿Qué les parece la idea de Xbox Series S?"]},
{"title": ["Xbox Game Pass ahora te dejará jugar tus títulos en cualquier lugar"], "content": ["Las suscripciones de Xbox Game Pass Ultimate ahora incluirán soporte para el servicio de streaming de Microsoft Project xCloud a partir de septiembre.", " ", "Anunciado por la cabeza de Xbox, Phil Spencer, en una publicación de blog, los miembros de Game Pass Ultimate automáticamente recibirán acceso a los servicios de Project xCloud sin ningún costo adicional. Esto significa que los suscriptores ahora podrán jugar más de 100 juegos incluido en teléfonos y tablets - incluyendo Halo Infinite durante su lanzamiento. El streaming de juegos de xCloud incluye cross-saving, lo que significa que teóricamente puedes jugar Halo Infinite en tu consola en casa, y continuar en tu smartphone desde cualquier otro lugar.", " ", "Hay algunos puntos aún turbios. Para empezar, no está claro si la integración de xCloud es una suscripción completa al servicio de streaming, o si sólo aplica para los juegos incluidos en Game Pass. La membresía combinada de Game Pass Ultimate y xCloud sólo estará disponible en \"países soportados\", lo cual aún no se ha especificado por el momento.", "Cuando se le pidió comentarios acerca de estos puntos, un representante de Microsoft dijo que \"compartiremos específicos mientras nos acercamos al lanzamiento\".", " ", "El anuncio llega como parte de un largo blog publicado por Spencer, en el que entre otras cosas se compromete con nueva tecnología para combatir el discurso de odio y la toxicidad, a traer historias más diversas (por creadores de pasados diversos) a Xbox, y a Xbox Games Studios lanzando títulos compatibles con Xbox One y Xbox Series X por \"los próximos pares de años\"."]},
{"title": ["Xbox One y One X serán descontinuados, no bajarán de precio"], "content": ["Parece ser que Microsoft ha descontinuado la producción de sus consolas de generación actual, el Xbox One, Xbox One X, y sus diferentes modelos.", "De acuerdo a ", "VG24/7", ", usuarios en múltiples países han estado notando durante los últimos días que tiendas como Amazon, Target, y la misma Tienda de Microsoft en línea han estado marcando escasez de consolas Xbox One original así como Xbox One X y Xbox One S All Digital, ya sea marcándolas como completametne vendidas o directamente como \"descontinuadas\".", "Este parece ser el caso en los Estados Unidos y Australia hasta ahora, aunque por supuesto esto bien podría ser el caso en múltiples regiones alrededor del mundo. Con el lanzamiento del Xbox Series X acercándose rápidamente, esto parece contrastar directamente con los comentarios de Phil Spencer acerca de no creer en las exclusivas generacionales y el apoyo que se le planeaba dar a las consolas de generación actual aún después del lanzamiento de la nueva máquina de Microsoft.", "A pesar esto, el líder de planeación de negocio de Xbox Dan Tavares mencionó en redes que el Xbox One S aún se encuentra disponible en todos lados, y que sólo se habían cambiado los números de SKU con que se organizan los distribuidores. Pero no mencionó nada del Xbox One X o los otros derivados de la consola.", "Un representante de Microsoft envío un comunicado a IGN US explicando la situación en donde lamentablemente se confirmó que han dejado de producir nuevas consolas de Xbox One X y Xbox One S All Digital Edition, en preparación para el lanzamiento del Xbox Series X. Puedes leer el comunicado a continuación:", "\n", "En Xbox, estamos haciendo inversiones masivas para forjar el futuro del gaming - un futuro que pone al jugador en el centro de la experiencia Xbox. Continuaremos creando grandes juegos para Xbox One. Continuaremos construyendo Game Pass, ahora con más de 10 millones de miembros en consola Xbox y PC. Estamos mostrando Project xCloud en 15 países para que los gamers puedan jugar con sus amigos en cualquier dispositivo. Y estamos trabajando duro en la próxima generación de gaming en consola con Xbox Series X - la consola más rápida y poderosa que hemos construido que incluye retrocompatibilidad con miles de juegos Xbox y todos los accesorios de Xbox One. Mientras nos elevamos hacia el futuro con el Xbox Series X, estamos tomando el paso natural de detener la producción en Xbox One X y Xbox One S All-Digital Edition. Xbox One S continuará siendo manufacturado y vendido globalmente. Los Gamers pueden revisar con sus vendedores locales para más detalles en la disponibilidad de hardware Xbox One\".", "\n", "Y de esta manera, aquellos que esperaban una posible rebaja al precio del Xbox One X con la llegada de una nueva consola se verán bastante decepcionados."]},
{"title": ["Xbox Series X: Microsoft le envió un refrigerador con la forma de su nueva consola a Snoop Dog"], "content": ["Muchos han hecho bromas acerca de que la nueva ", "Xbox Series X", " se parece a un refrigerador, y ahora Microsoft ha adoptado completamente la comparación, ya que ha enviado un refrigerador con forma de Xbox Series X a Snoop Dogg.", "En una publicación ahora eliminada de Snoop Dog, que fue guardada y compartida por Wario64, Snoop muestra su nueva nevera que literalmente parece una ", "Xbox Series X", " gigante, incluyendo un símbolo brillante de Xbox.", "\n", "Snoop Dogg has an Xbox Series X fridge ", "pic.twitter.com/7SUCJYdk36", "\n— Wario64 (@Wario64) ", "October 24, 2020", "Además, el refrigerador no estaba vacío ya que en su interior tenía un pastel de cumpleaños de Xbox Series X que dice \"Feliz cumpleaños a Xbox OG\", una Xbox Series X real, ginebra y jugo en honor a su canción, joyas con temática de Xbox y más.", "Incluso el rapero termina el video diciendo el clásico lema de EA Sports: \"It's in the game\".", "Snoop Dogg no es ajeno a Xbox y los videojuegos, ya que recientemente lo incluyeron en NHL 20 como personaje jugable y comentarista y, en 2013, lanzó su propio juego llamado Way of the Dogg, en Xbox Live Arcade, PS3 y plataformas móviles. También grabó una canción y un video musical en honor a Tekken Tag Tournament 2 llamado Knocc 'Em Down, y no podemos olvidar la vez que participó en uno de nuestros IGN Originals.", "En cuanto a la comparación con un refrigerador, todo comenzó cuando se reveló oficialmente la Xbox Series X. Daniel Ahmad, analista senior de Niko Partners, tuiteó una broma de comparación de la Xbox Series X con la PlayStation 5 no revelada que la hacía parecer un refrigerador, y esto puede haber ayudado a comenzar lo que ahora nos ha traído muchas risas.", "Después de eso, Xbox aprovechó la broma e incluso brindó un vistazo a una Xbox Series X junto a un refrigerador para tener una comparación de la escala.", "La ", "Xbox Series X", ", junto con la Xbox Series S más pequeña y menos parecida a un refrigerador, se lanzarán el próximo 10 de noviembre de 2020.", " "]},
{"title": ["Xbox Refrigerador: ¿es real? ¿Qué precio tiene?"], "content": ["Cuando Microsoft reveló el diseño de ", "Xbox Series X", " hubo toda clase de reacciones, incluyendo una oleada de memes que se burlaban de que la nueva consola lucía como un refrigerador.", " ", "En lugar de molestarse o evitar el tema, la compañía tomó con humor el asunto al grado de que presentaron un refrigerador de Xbox Series X real. Y es que hace unos días Snoop Dogg cumplió años, y ", "Xbox le hizo llegar como regalo uno de estos electrodomésticos", " basados en la consola de siguiente generación que incluso viene con detalles como luces y efectos de sonido.", "\n", "Upgrade time for my ", "@Xbox", " and snacks with the Xbox Series X Fridge. Fit for OGs, gamers, kings and queens 🎮 Who want one ☝🏾", "#2020crazy", " ", "#xboxpartner", " ", "pic.twitter.com/pCZhgvoXKi", "\n— Snoop Dogg (@SnoopDogg) ", "October 28, 2020", "Con todo esto, muchos fans de la marca se han estado preguntando si el refrigerador se pondrá a la venta, pero de momento la respuesta es no, ya que solo se ha estado usando para promover la consola, aunque recientemente ", "la compañía lanzó un concurso para que un jugador se lleve una de estas singulares piezas a casa", ".", "Tal como les comentamos, solo deben ingresar a Twitter y retuitear la publicación de ", "este enlace", " y que pueden ver a continuación, incluyendo el hashtag #XSXFridgeSweeps. La promoción estará activa hasta el 4 de noviembre y para participar solo deben ser mayores de edad y residir en una de las regiones con soporte oficial de Xbox Live.", "\n", "The Xbox Series X Fridge", "\n", "\n❄️ CHILLOCITY ARCHITECTURE", "\n🥄 TRUE 4K EATING", "\n🏃 THE FASTEST, MOST POWERFUL XBOX FRIDGE EVER ", "pic.twitter.com/fzihvSbQBY", "\n— Xbox (@Xbox) ", "October 31, 2020", "Pero deben saber que no todo está perdido, ya que al parecer Microsoft está contemplando la idea de lanzar al mercado Mini-Refrigeradores con el diseño de Xbox Series X, y es que Aaron Greenberg, gerente general de marketing de Xbox, compartió en Twitter una encuesta donde busca medir el interés por este electrodoméstico, con respuestas que incluyen Si, No estoy interesado o Tal vez, depende del precio.", "\n", "Help me out here for some market research. Q: Would you be interested in buying an Xbox Mini-Fridge if we made one for sale?", "\n— Aaron Greenberg 🙅🏼‍♂️❎ (@aarongreenberg) ", "October 28, 2020", "De esta manera en la actualidad no hay forma de comprar el refrigerador de Xbox Series X, pero está la remota posibilidad de ganarlo a través del concurso, o esperar a que se haga realidad el Mini-Refrigerador que sería un buen accesorio para acompañar la nueva consola."]},
{"title": ["Disney+: Xbox Game Pass podría ofrecer una promoción con la nueva plataforma de streaming"], "content": ["Disney+ llegará pronto de forma oficial a Latinoamérica, y por este motivo Disney ha estado revelando algunas promociones para conseguir la suscripción a través de alianzas con compañías como Epic Games, Mercado Libre y algunas operadoras de televisión de paga.", "Dicho esto, tenemos que una pista parece indicar que Xbox Game Pass podría tener una de estas promociones con ", "Disney+", ", incluso se habla de que tal vez serían uno o dos meses gratis.", "Esta especulación comenzó debido a que la cuenta oficial de Xbox Game Pass en Twitter publicó una imagen de ", "The Mandalorian", ", señalando que la compartían sin motivo alguno, pero rápidamente se generó una oleada de suposiciones y teorías, incluyendo algunos que piensan que podría tratarse de algo relacionado con un juego o DLC de Star Wars, o tal vez lo que ya les habíamos comentado de", " la llegada de Star Wars Jedi: Fallen Order al servicio", ".", "\n", "All we're gonna say is that we're not posting The Mandalorian and The Child for no reason ", "pic.twitter.com/LK5iDuzDcn", "\n— Xbox Game Pass (@XboxGamePass) ", "November 8, 2020", "Pero algunos otros usuarios, e incluso informantes de la industria, consideran que en realidad se trata de una referencia a una promoción entre Disney+ y Xbox Game Pass similar a lo que hemos visto con Mercado Libre o con Epic Games. Como pueden ver en el tuit a continuación, Tom Warren de The Verge comentó que él apuesta a que muy pronto se anunciará que los miembros de Xbox Game Pass Ultimate tienen 2 meses gratis de Disney+.", "\n", "I bet we’ll see an announcement of 2 months of Disney+ as an Xbox Game Pass Ultimate perk soon. Disney+ deal with Fortnite goes live on Tuesday, so the timing makes a lot of sense ", "https://t.co/y27tsKnG7g", "\n— Tom Warren (@tomwarren) ", "November 8, 2020", "Así que ya veremos si en los próximos días se confirma esta promoción y en todo caso si es que aplica para Latinoamérica, aunque tal vez es solo que los que manejan la cuenta de Xbox Game Pass son grandes fans de Mando y Baby Yoda.", "Disney+", " llegará el próximo 17 de noviembre a Latinoamérica."]},
{"title": ["Xbox One, Xbox Series X y S: ¿cómo descargar Disney+ en las consolas?"], "content": ["Después de una larga espera y grandes expectativas, este martes 17 de noviembre finalmente se ha puesto disponible ", "Disney Plus", " en Latinoamérica, y si piensan disfrutar de su contenido en una consola Xbox, les tenemos los sencillos pasos para descargar la aplicación.", "Obviamente lo primero es que deben tener contratado el servicio, algo que pueden hacer visitando www.disneyplus.com o desde la misma aplicación. En ", "este enlace les explicamos los detalles", ".", "Para instalar la aplicación de Disney+ en Xbox Series X/S o Xbox One solo deben ingresar a la Tienda desde el menú, seleccionar la opción de Buscar y escribir Disney, y verán que en las opciones de la parte superior aparece la aplicación, así que deberán colocarse sobre ella y presionar el botón A en Instalar para confirmar la descarga.", "Después de esto verán que la aplicación de Disney+ aparecerá en su menú principal, y solo deben colocar sus datos personales para comenzar a visualizar todo el contenido que se ofrece.", "Incluso actualmente aparece un banner que promociona Disney+ en el menú principal de la consola, presentando una imagen de ", "The Mandalorian", " que es de las series más populares de servicio.", "Disney+ permite hasta 4 dispositivos simultáneos y ofrece la capacidad de reproducir contenido con calidad de hasta 4K, y además de Xbox también se puede ver ", "en una variedad de dispositivos", " como PlayStation 4, Smart TVs, Amazon Fire TV, Apple TV, móviles y más.", "Por cierto, si desean activar Disney+ en más dispositivos, al ingresar les aparecerá un código de 8 dígitos. Así que solo deben visitar www.disneyplus.com/begin y colocar el código para darle acceso desde tu cuenta. "]},
{"title": ["Xbox sería una app para televisión dentro de poco"], "content": ["Phil Spencer, director de Xbox, dice que él cree que Xbox lanzará una aplicación de Smart TV que se utilizará para jugar, sin necesidad de una consola, \"en los próximos 12 meses\".", "En una entrevista con el podcast Decoder de The Verge, se le preguntó a Phil Spencer qué impedía que Microsoft lanzara Xbox como una aplicación para televisores inteligentes que cumplen con una especificación mínima de hardware, y la respuesta, al parecer, es nada:", "\"Creo que lo verás en los próximos 12 meses\", respondió Spencer, \"No creo que nada nos detenga de hacer eso\".", "Spencer no entra en detalles sobre la comentada aplicación, pero hemos escuchado anteriormente al ejecutivo de Xbox discutir la idea de los 'Streaming Sticks' de Xbox que podrían usarse para hacer streaming de juegos a través de ", "xCloud", " después de conectarse al televisor. Estos incluso podrían formar parte del costo de suscripción a Xbox Game Pass.", "No está claro si Microsoft está considerando qué enfoque tomar, o si tomará ambos, permitiendo que aquellos con televisores de mayor potencia simplemente descarguen la aplicación y aquellos que no tengan una solución enchufable.", "Spencer reiteró que no ve el streaming como el final de las consolas dedicadas de Microsoft, sin embargo, dijo: \"No creo que estas sean las últimas grandes piezas de hardware que distribuiremos\".", "En cambio, ve el futuro de Xbox como un híbrido de potencia de cómputo incorporada y streaming:", "\"Cuando pensamos en xCloud, que es nuestra versión de [Google] Stadia o [Amazon] Luna, creo que lo que necesita para evolucionar son juegos que realmente se ejecuten entre un entorno híbrido de la nube y la capacidad informática local, y eso en realidad, pueden aprovechar al máximo la nube que está allí y que está disponible, pero también pueden aprovechar al máximo la capacidad de procesamiento de borde que tengo en mi casa en la consola. Es realmente un híbrido entre ambos\".", "Más tarde continuó: \"No creo que el resultado sea, por definición, 'todo se convierte en servidor de terminal en mi casa y todos mis juegos se están ejecutando completamente en la nube'. Cuando pensamos en la evolución de nuestra plataforma de juegos, lo que buscamos es más bien una plataforma de juego híbrida entre el borde y la nube\".", "Dada la escasez de ", "Xbox Series X", " y S en este momento, muchos probablemente aprovecharían la oportunidad de simplemente hacer streaming de juegos de Xbox directamente a sus televisores.", " "]}
]